-- phpMyAdmin SQL Dump
-- version 4.1.13
-- http://www.phpmyadmin.net
--
-- 主機: localhost
-- 產生時間： 2016 年 07 月 07 日 10:44
-- 伺服器版本: 5.5.44-MariaDB-log
-- PHP 版本： 5.5.35

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 資料庫： `taiwan_ming`
--
CREATE DATABASE IF NOT EXISTS `taiwan` DEFAULT CHARACTER SET utf8 COLLATE utf8_unicode_ci;
USE `taiwan`;

-- --------------------------------------------------------

--
-- 資料表結構 `addressbook`
--

CREATE TABLE IF NOT EXISTS `addressbook` (
  `no` int(5) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '名稱',
  `tel_1` varchar(12) COLLATE utf8_unicode_ci NOT NULL COMMENT '電話一',
  `tel_2` varchar(12) COLLATE utf8_unicode_ci NOT NULL COMMENT '電話二',
  `phone` varchar(12) COLLATE utf8_unicode_ci NOT NULL COMMENT '手機',
  `fax` varchar(12) COLLATE utf8_unicode_ci NOT NULL COMMENT '傳真',
  `remark` varchar(200) COLLATE utf8_unicode_ci NOT NULL COMMENT '備註',
  `status` int(2) NOT NULL COMMENT '1:傑瑀2:高雄大容3:台北大容4:台中大容5:國群6:國貿局7:網路公司8:公會9:檢驗局',
  PRIMARY KEY (`no`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 資料表結構 `admin_tb`
--

CREATE TABLE IF NOT EXISTS `admin_tb` (
  `ad_id` int(10) NOT NULL AUTO_INCREMENT,
  `ad_account` varchar(50) NOT NULL,
  `ad_pw` varchar(60) NOT NULL,
  `ad_name` varchar(50) NOT NULL COMMENT '姓名',
  PRIMARY KEY (`ad_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=34 ;

--
-- 資料表的匯出資料 `admin_tb`
--

INSERT INTO `admin_tb` (`ad_id`, `ad_account`, `ad_pw`, `ad_name`) VALUES
(1, 'taiwan', '$2y$10$LZxJXXuofi3u5o0KArqyp.vekneIHdNaUJmbXZRgjZIMJtVrRvPH.', '台灣帳號'),
(2, 'admin', '$2y$10$EN879lNDgVuddqbnhOV0sODzMYo9iavKogvqd6tbGDCAQ3zMRGj/K', '管理員'),
(3, 'joy', '$2y$10$LZxJXXuofi3u5o0KArqyp.vekneIHdNaUJmbXZRgjZIMJtVrRvPH.', '喬伊'),
(32, 'acc1', '$2y$10$EN879lNDgVuddqbnhOV0sODzMYo9iavKogvqd6tbGDCAQ3zMRGj/K', '秋蓉'),
(33, 'acc2', '$2y$10$EN879lNDgVuddqbnhOV0sODzMYo9iavKogvqd6tbGDCAQ3zMRGj/K', '家珮');

-- --------------------------------------------------------

--
-- 資料表結構 `admsetup`
--

CREATE TABLE IF NOT EXISTS `admsetup` (
  `auto_id` int(5) NOT NULL AUTO_INCREMENT,
  `system_name` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '系統名稱',
  PRIMARY KEY (`auto_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=2 ;

--
-- 資料表的匯出資料 `admsetup`
--

INSERT INTO `admsetup` (`auto_id`, `system_name`) VALUES
(1, '顧客關係管理系統');

-- --------------------------------------------------------

--
-- 資料表結構 `approval_code`
--

CREATE TABLE IF NOT EXISTS `approval_code` (
  `no` int(8) NOT NULL AUTO_INCREMENT,
  `c_id` int(8) NOT NULL,
  `date` varchar(8) COLLATE utf8_unicode_ci NOT NULL,
  `reason` varchar(100) COLLATE utf8_unicode_ci NOT NULL COMMENT '重取授權碼之原因',
  `check_result` varchar(100) COLLATE utf8_unicode_ci NOT NULL COMMENT '檢查結果',
  `operator` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '處理人員',
  `cost_YN` varchar(1) COLLATE utf8_unicode_ci DEFAULT '0' COMMENT '是否收費',
  `cost` varchar(7) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '收費金額',
  `soft_type` varchar(5) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '軟體種類',
  `machine_code` char(4) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '機器碼',
  `app_code` char(13) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '授權碼',
  `hardware_con` int(1) NOT NULL DEFAULT '1' COMMENT '1:有硬體合約0:軟體',
  PRIMARY KEY (`no`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci COMMENT='授權碼' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 資料表結構 `assess`
--

CREATE TABLE IF NOT EXISTS `assess` (
  `assess_id` int(50) NOT NULL AUTO_INCREMENT,
  `assess_company` varchar(50) NOT NULL,
  `assess_product` varchar(50) NOT NULL,
  `assess_class` varchar(50) NOT NULL,
  `assess_price` int(20) NOT NULL,
  `assess_discount` int(20) NOT NULL,
  `assess_cost` int(20) NOT NULL,
  `assess_style` int(20) NOT NULL,
  `assess_pchome` int(20) NOT NULL,
  `assess_yahoo` int(20) NOT NULL,
  `assess_taobao` int(20) NOT NULL,
  `assess_tmall` int(20) NOT NULL,
  `assess_dangdang` int(20) NOT NULL,
  `assess_jd` int(20) NOT NULL,
  `assess_added` varchar(10) NOT NULL,
  `assess_develop` varchar(10) NOT NULL,
  `assess_parity` varchar(10) NOT NULL,
  `assess_chen` varchar(10) NOT NULL,
  `assess_liu` varchar(10) NOT NULL,
  `assess_comment` varchar(50) NOT NULL,
  PRIMARY KEY (`assess_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=4 ;

--
-- 資料表的匯出資料 `assess`
--

INSERT INTO `assess` (`assess_id`, `assess_company`, `assess_product`, `assess_class`, `assess_price`, `assess_discount`, `assess_cost`, `assess_style`, `assess_pchome`, `assess_yahoo`, `assess_taobao`, `assess_tmall`, `assess_dangdang`, `assess_jd`, `assess_added`, `assess_develop`, `assess_parity`, `assess_chen`, `assess_liu`, `assess_comment`) VALUES
(1, '晁邦國際', '66666', '美食特產(茶/飲料)', 123, 9999, 132, 9999, 123, 123, 9999, 13, 5465, 4, '否', '陳盈蓉', '陳盈蓉', '否', '否', '84');

-- --------------------------------------------------------

--
-- 資料表結構 `company_system`
--

CREATE TABLE IF NOT EXISTS `company_system` (
  `auto_id` int(50) NOT NULL AUTO_INCREMENT,
  `company_name` varchar(100) NOT NULL,
  `mailbox` varchar(5) DEFAULT NULL COMMENT '郵箱NO',
  `company_abb` varchar(20) NOT NULL COMMENT '公司簡稱',
  `company_contact` varchar(100) NOT NULL COMMENT '聯絡人',
  `company_con_tel` varchar(100) DEFAULT NULL COMMENT '聯絡人電話',
  `company_con_email` varchar(100) DEFAULT NULL COMMENT '聯絡人信箱',
  `company_con_fax` varchar(100) DEFAULT NULL COMMENT '聯絡人傳真',
  `company_tel` varchar(100) DEFAULT NULL COMMENT '公司電話',
  `company_fax` varchar(100) DEFAULT NULL COMMENT '公司傳真',
  `company_add` varchar(100) DEFAULT NULL COMMENT '公司地址',
  `VTA_NO` int(8) NOT NULL COMMENT '統一編號',
  `internet_phone` varchar(12) NOT NULL COMMENT '網路電話號碼',
  `company_remark` text COMMENT '公司備註',
  `company_status` int(1) NOT NULL DEFAULT '1' COMMENT '1:購買2:租用3:不使用',
  `line` varchar(30) DEFAULT NULL,
  `skype` varchar(30) DEFAULT NULL,
  `wechat` varchar(30) DEFAULT NULL,
  PRIMARY KEY (`auto_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=165 ;

--
-- 資料表的匯出資料 `company_system`
--

INSERT INTO `company_system` (`auto_id`, `company_name`, `mailbox`, `company_abb`, `company_contact`, `company_con_tel`, `company_con_email`, `company_con_fax`, `company_tel`, `company_fax`, `company_add`, `VTA_NO`, `internet_phone`, `company_remark`, `company_status`, `line`, `skype`, `wechat`) VALUES
(1, '一德報關有限公司', '121', '一德', '顏s-7956\n出口李SOP3-7958\n洪s-7953', '231-5341', '', '201-9321', '231-5341', '', '高雄市苓雅區海邊路46號9F-5', 22254920, '', '洪S   會計林s-7961\nDCS_SRV:420222253', 1, '', '', ''),
(2, '一峰報關有限公司-高加', '139', '一峰-高加', '馬S', '8138277', '', '8211841', '8138277', '', '高市前鎮加工區中五路1號2樓(中三路上)', 81194580, '', '', 1, '', '', ''),
(3, '一峰報關有限公司-楠加', '139', '一峰-楠加', '蔡S-7952.陳s-7949.\n辛s-7954\n辛啟同R-7952', '3619205\n0920616537', '', '3655370', '3619205\n0920616537', '', '高雄市楠梓加工區開發路76號(brother裡)\n合約地址：高雄市三民區憲政路330號', 81194580, '', '一峰老板：辛源吉老板 2221989', 1, '', '', ''),
(4, '乙德企業行', '', '乙德', '王秋月-7949\n郭S-7953', '06-2080023', '', '06-2082008\n06-2756778', '06-2080023', '', '台南市東區東安路156巷30號', 20157556, '', '\n與一德.凱德配合', 1, '', '', ''),
(5, '高月娥\n華一報關企業股份有限公司', '376', '華一報關', '高月娥-7951\n葉S-7953', '338-0096', '', '338-0065', '338-0096', '', '高市苓雅區四維三路145號1樓', 28292204, '', '吳r-7952', 1, '', '', ''),
(6, '高月娥\n華一報關企業股份有限公司', '376', '華一報關', '高月娥-7951\n葉S-7953', '338-0096', '', '338-0065', '338-0096', '', '高市苓雅區四維三路145號1樓', 28292204, '', '吳r-7952', 1, '', '', ''),
(7, '大裕報關企業股份有限公司', '9', '大裕', '吳S-7953,李OP4\n邱S-7955-I\n吳S-7956  張`R-7958\n', '334-0171', '', '334-1711', '334-0171', '', '高雄市苓雅區四維四路176號10F-3', 76372965, '', '吳S-7956-會計\n硬體--已簽 7台\nOP2-不列入維護\nOP1移除DCS改裝到OP2', 1, '', '', ''),
(8, '大順報關行股份有限公司', '233', '大順', '#12顧r.游R-7957\n#14陳S-7952\n#17孫S-7957', '812-3386', '', '822-9023', '812-3386', '', '高雄市前鎮區天后街63號6F', 801776, '', '#13蔡`S\n金門李珍萍082-329528\n金門吳S-實際操作者', 1, '', '', ''),
(9, '諭達報關商業股份有限公司', '142', '于達\n', '蔡S-7951\n黃S-7952.蘇S-7953\nDAS-嚴S-7954\n莊蕎菲', '3336839\n5366162\n082-336210陸S\n0925529289莊R舊3343924', '', '331-8351', '3336839\n5366162\n082-336210陸S\n0925529289莊R舊3343924', '', '806高雄市前鎮區管仲南路368號\n高雄市前鎮區三多三路165號3樓之1\n104..高雄市前鎮區天山路111號', 16808000, '1124-618-499', 'WIN98 / MYSQL版\n06-9271638馬公\n(DAS-7954-7959-7960-7955)\nDAS不續約', 1, '', '', ''),
(11, '上好報關有限公司', '242', '上好', '廖S-7953\n林s-7954', '555-2013', '', '554-8313', '555-2013', '', '高雄市鼓山區大順一路1041巷9號16樓 ', 23661045, '', '林S-7952 , 陳S\n林麗蘭-7949', 1, '', '', ''),
(12, '山隆船務報關股份有限公司高雄分公司', '363', '山隆船務', '紀S#73\n孟`R#75\n蔡R-75\n張r.涂s-72\n郭S', '07-8716605#72-74\n涂s-8716605\n\n04-3506-4705  \n0980-216698', '', '04-2638-0815\n07-871-7958 ', '07-8716605#72-74\n涂s-8716605\n\n04-3506-4705  \n0980-216698', '', '裝機地址：沿海三路26-3號2樓(81264)\n寄到台中縣梧棲鎮自立路568號\n高雄縣林園鄉溪州村溪州二路225巷11號', 27427984, '\n', '陳其豐副理.張r\nsl8_27裝DCST-PDF轉檔\n合約只限1台\n99.11.10-sl8_28加裝DCST-PDF\nPDF轉檔表每支報價5千(原價1萬-台中報價)\nsl8.slc.com.tw:5  pw: sl85', 1, '', '', ''),
(13, '大慶報關有限公司\n\n吉慶報關有限公司', '236\n3', '大慶-高加\n', '王S-7960\n張S-7956.吳s-7961\n會計8618668-69\n出納陳S-7951\n會計陳S-7954', '821-0501\n8210089\nx221-7937會計陳S', '', '811-5530', '821-0501\n8210089\nx221-7937會計陳S', '', '高雄市前鎮加工出口區西一街8之1號\n會計處：高雄市新興區文衡二路121巷2號\n吉慶：高雄市新興區振華里文橫2路121巷4號', 86046785, '', '陳r-老板0933307823', 1, '', '', ''),
(14, '', '', '吉慶', '王S-7960\n張S-7956.吳s-7961\n會計8618668-69\n出納陳S-7951\n會計陳S-7954', '821-0501\n8210089\nx221-7937會計陳S', '', '811-5530', '821-0501\n8210089\nx221-7937會計陳S', '', '高雄市新興區振華里文橫2路121巷4號', 80364827, '', '陳r-老板0933307823', 1, '', '', ''),
(15, '大慶報關有限公司', '236', '大慶-楠加', '賴`S-7951\n方`S-7952', '361-2148', '', '', '361-2148', '', '高雄市楠梓加工區中三街6號2樓2134室', 86046785, '', '', 1, '', '', ''),
(16, '元智報關企業有限公司', '343', '元智', '謝s\n黃`S OP1', '338-7156', '', '332-5519', '338-7156', '', '高雄市苓雅區青年二路47號7F-1', 84722874, '', '鵬?合併104.07.02_加裝一台工作站OP5，劉R說不收費\n104.07.02_升級DCSMYSQL', 1, '', '', ''),
(17, '太元企業報關股份有限公司\nTWAEO-101000037', '75', '太元', '叢S#213進-7951\n盧S-7956-#120-ty08   \n莉蘋#121\n吳S#215進-7962\n柯s-7954#115.\n小丑-7952#117\n莊S-7957-#117-ty07\n宇真-', '331-1622', '', '3319725\n3336001', '331-1622', '', '高雄市苓雅區自強三路53巷21號4F-3', 81190212, '海運,主要進口有檢驗檢疫', '8138514\nop5的電腦不服務\n(硬約台數未簽滿)\n黃S\nTY10-DASMYSQL\n郭S-7960#312\n(DAS-7960-7949)\n*太元不能安裝完整補充計劃程式，會與允強的造字檔相衝', 1, '', '', ''),
(18, '日昌行報關企業有限公司\n立昌報關有限公司', '221\n3', '日昌行', '陳S-7957#120                .吳S-7966\n唐s-7951#102,王S-7959\n吳s-7966. #107NX601\n董S-7956#118\n進伍S-7955  #10', '331-9061', '', '331-9056', '331-9061', '', '高雄市苓雅區海邊路31號19F-5', 23331170, '', '維護合約找陳S\nMYSQL版\n帳號:dcsuser\nDASMYSQL\nOP4＝das主機\nOP10.OP8.OP19\nOP1出口王\nSRV-ID:829757691\nDAS-SRV:936479075\n要連VNC,請OP小姐,執行VNC\nDCS密碼要問傅小姐\nOP12 , OP1=>雙網卡，需另查IP\nOP20=>7963\n【貿易便捷化傳輸設定關貿】\n貿易便捷網\nEDI通關\n用關貿傳輸\nDCS密碼：\nDCS-1231\n211.72.86.188', 1, '', '', ''),
(19, '', '', '立昌', '陳S-7957#120                .吳S-7966\n唐s-7951#102,王S-7959\n吳s-7966. #107NX601\n董S-7956#118\n進伍S-7955  #10', '331-9061', '', '331-9056', '331-9061', '', '高雄市苓雅區海邊路31號19F-5', 28605917, '', '維護合約找陳S\nMYSQL版\n帳號:dcsuser\nDASMYSQL\nOP4＝das主機\nOP10.OP8.OP19\nOP1出口王\nSRV-ID:829757691\nDAS-SRV:936479075\n要連VNC,請OP小姐,執行VNC\nDCS密碼要問傅小姐\nOP12 , OP1=>雙網卡，需另查IP\nOP20=>7963\n【貿易便捷化傳輸設定關貿】\n貿易便捷網\nEDI通關\n用關貿傳輸\nDCS密碼：\nDCS-1231\n211.72.86.188', 1, '', '', ''),
(20, '五洲報關股份有限公司', '226', '五洲', '陳S-7949\n翁S-7951', '333-5565\n333-5567', '', '3326678', '333-5565\n333-5567', '', '高雄市苓雅區海邊路31號19F-5', 23336885, '', 'OP1=主機7949', 1, '', '', ''),
(21, '太洋報關有限公司', '35', '太洋', '蔡`s-7951.陳S-7953\n沈S(小慧)-7952\n0958820978\n', '3338775-6\n3338778\n吳`r0929564808\n0982188280', '', '3332557', '3338775-6\n3338778\n吳`r0929564808\n0982188280', '', '高雄市前鎮區林森三路199-3號4F', 81172869, '', '使用USER01的帳號\n', 1, '', '', ''),
(22, '永通國際運輸報關股份有限公司', '42', '永通', '莊S-7952\n鄭S-7951', '551-1535', '', '532-1572', '551-1535', '', '高雄市鼓山區鼓山二路27號', 79102500, '', '張R-7949', 1, '', '', ''),
(23, '台灣通運倉儲股份有限公司高雄分公司', '345', '台通', '郭s\n陳S', '3739933#110\n#111郭S', '', '372-8552', '3739933#110\n#111郭S', '', '高雄縣仁武鄉鳳仁路333號', 79634507, '', '各自獨立', 1, '', '', ''),
(24, '立人報關股份有限公司', '150', '立人-郭', '郭秉承0972839126\n陳S-7952.吳S黃S7953\n黃S-7953-52196648\n課強會計 盛`s\n癸梅-OP1', '2616125-7\n倉庫521-6571\n大卡威5215559曾`s', '', '2518045', '2616125-7\n倉庫521-6571\n大卡威5215559曾`s', '', '801高雄市前金區自強二路104號12F之1', 81276421, '', '黃經理-7958(op6)\n主機20080507修改\n雅文-7952 惠雯-7957\n德阜\n喬時間問施`s\n會計吳S', 1, '', '', ''),
(25, '立人報關股份有限公司-王太太', '150', '立人-王', '王太太-7949\n洪S-7951\n黃S-7952', '2822071-2\n2816715\n', '', '', '2822071-2\n2816715\n', '', '高雄市海邊路42號5樓-2', 81129836, '', '', 1, '', '', ''),
(26, '全成報關企業股份有限公司', '128', '全成', 'op1許s\nOP2?S', '201-7709                 201-9637', '', '251-2960', '201-7709                 201-9637', '', '高雄市苓雅區海邊路48號4樓-9室', 79867364, '', '', 1, '', '', ''),
(27, '全通海陸運輸股份有限公司\n全日東報關股份有限公司', '003\n3', '全通\n', '孟S-7955\n葉S-7954\n黃s-7956', '335-9700', '', '335-9711', '335-9700', '', '高雄市苓雅區四維三路263號10F', 79139605, '', '孫協理\n洪S-7953-出口\n.陳S\n密碼:JUI3700050', 1, '', '', ''),
(28, '', '', '全日東', '孟S-7955\n葉S-7954\n黃s-7956', '335-9700', '', '335-9711', '335-9700', '', '高雄市苓雅區四維三路263號10F', 16467880, '', '孫協理\n洪S-7953-出口\n.陳S\n密碼:JUI3700050', 1, '', '', ''),
(29, '吉益企業行\n大益國際物流有限公司', '395', '吉益\n', '李S:7951.黃S\n謝S(RITA):7952-OP2\n高雄:陳S-7951', '06-331-1199\n07-9552355林S', '', '06-331-9098\n07-2693960', '06-331-1199\n07-9552355林S', '', '台南市東區裕信路396-1號\n台南郵局第558號信箱\n高雄市苓雅區四維四路199號5樓之3', 28491077, '1124-736-741', '蘇S-7953\n葉`r0929722788\n高雄：SRV=OP4\n台南會計陳S-7956、王S-7953', 1, '', '', ''),
(30, '', '', '大益', '李S:7951.黃S\n謝S(RITA):7952-OP2\n高雄:陳S-7951', '06-331-1199\n07-9552355林S', '', '06-331-9098\n07-2693960', '06-331-1199\n07-9552355林S', '', '台南市東區裕信路396-1號\n台南郵局第558號信箱\n高雄市苓雅區四維四路199號5樓之3', 28491077, '1124-736-741', '蘇S-7953\n葉`r0929722788\n高雄：SRV=OP4\n台南會計陳S-7956、王S-7953', 1, '', '', ''),
(31, '旭展報關企業有限公司\n通璿報關企業有限公司', '423', '旭展315\n', '曾s-7952\nOP1-吳S', '104.08.01_\n2695200', '', '811-5771\n2693623', '104.08.01_\n2695200', '', '高市前鎮區港?街303號\n高市前鎮區佛道路199號5樓\n104.08.01_高雄市苓雅區三多四路１１０號７樓之３', 16816846, '', '劉S-OP1(SRV)', 1, '', '', ''),
(32, '', '', '通璿423', '曾s-7952\nOP1-吳S', '104.08.01_\n2695200', '', '811-5771\n2693623', '104.08.01_\n2695200', '', '高市前鎮區港?街303號\n高市前鎮區佛道路199號5樓\n104.08.01_高雄市苓雅區三多四路１１０號７樓之３', 54622075, '', '劉S-OP1(SRV)', 1, '', '', ''),
(33, '至淯報關股份有限公司', '127', '至淯', '蔡S-7951\n游S-7953\n王S-7952', '3221757-8\n3158893-4', '', '321-5519', '3221757-8\n3158893-4', '', '高雄市三民區中華二路230號', 76373438, '', '李坤得\n0932728027', 1, '', '', ''),
(34, '利泰企業有限公司', '', '利泰', '邵S-7949\n袁S-7953', '6-228-3181', '', '6-228-3184', '6-228-3181', '', '70444南市公園南路370巷18號11F-3', 97203380, '', '需注意防火牆要關閉', 1, '', '', ''),
(35, '宏記報關股份有限公司', '133', '宏記', '謝S.施SOP8\n黃S-7956', '333-5613', '', '331-7207', '333-5613', '', '高雄市苓雅區苓雅二路83巷2號\n高雄市苓雅區自強三路80巷24號', 81191710, '', 'DAS-黃S-7953\n小許S-7952', 1, '', '', ''),
(36, '宏達報關有限公司', '124', '宏達', 'op10王S\n謝S-7953.#226\n柯S-7952姬S7956#222\nOP9-7961戴S7951#227\n曾OP9#228', '334-6113', '', '331-0699', '334-6113', '', '高市新興區興中一路219巷29號', 81133894, '', '陳R-7955\n戴S-7951\n有修改X101-00\n出納-蘇`S\n老闆娘李S-OP16  #221\nDAS需求不處理', 1, '', '', ''),
(37, '良賢報關有限公司', '268', '良賢', '余經理-7953\n吳S-7955.張s-7954\n曾s-7957', '201-0223\n221-4206\n吳S-201-0233\n廉S-221-9165', '', '2219508\n2216586', '201-0223\n221-4206\n吳S-201-0233\n廉S-221-9165', '', '高市新興區復興一路19號10F之2(名揚大廈)\n(EDI邏輯要勾貨櫃號碼檢查)', 97135996, '', '小姐是借牌的\nDAS不改版\n(小姐若要改設定，要詢問余經理的意見，再修改，避免誤會)H', 1, '', '', ''),
(38, '宏佳企業社', '', '宏佳\n(台南)', '吳彩薇(OP1)-7951\n阿香(OP2)-7949', '0933274877吳\n06-2899008', '', '\n06-2899018', '0933274877吳\n06-2899008', '', '3/7-台南市東區崇德路508巷29號3樓(70161)', 10458033, '', '', 1, '', '', ''),
(39, '洲晟實業股份有限公司', '', '洲晟', '分機872鄭先生\nMIS#302徐`R\n財務部-#626房副理', '06-3842006', '', '', '06-3842006', '', '台南科技工業區工業三路66號\n國8往西港,找科技工業區或台江大道.七股', 22605171, '', '60.249.237.94\nPw:2030566\n黃`S-OP2 #397\n     楊經理701', 1, '', '', ''),
(40, '良利企業行', '', '良利', '楊S(台南永吉昌)', '06-2629478', '', '06-2620981', '06-2629478', '', '台南縣永康市中華西街57號3FA室(近開元路)\n家：台南市南區灣裡路561號', 21632636, '', '', 1, '', '', ''),
(41, '東成報關股份有限公司', '115', '東成', '林s-7952  黃S-7954\n蔡S-7956 詹S-7958\n龔S-7953 鄭S-7957\n何S-7951', '332-8526', '', '334-2245', '332-8526', '', '高雄市苓雅區四維四路176號11樓-1 ', 81190450, '', '陳經理\nMYSQL\n(林.何態度不好)\n會計-7960', 1, '', '', ''),
(42, '來霖國際有限公司', '', '來霖', '王S-7935\n謝s-7954', '(06) 274-4801', '', '(06) 274-3040', '(06) 274-4801', '', '南市莊敬路123號', 89735321, '1129-156-907', '聯錩合併\nshowmypc', 1, '', '', ''),
(43, '岱韋企業有限公司', '', '岱韋', '李S\n黃S-7952', '(06) 259-1123', '', '(06) 259-1122', '(06) 259-1123', '', '700 台 南 市 中 西 區 西 賢 五 街 2 3 巷 2 1 號', 12799613, '', '', 1, '', '', ''),
(44, '瑞億報關有限公司', '277', '長億\n', '沈S-7952.李S-7953\n許S-7951.鍾S-7955', '216-0518', '', '216-1128', '216-0518', '', '高雄市前金區中山二路533號5樓之6', 24502974, '', '許S-款項\n陳S-7956', 1, '', '', ''),
(45, '', '', '瑞億', '沈S-7952.李S-7953\n許S-7951.鍾S-7955', '216-0518', '', '216-1128', '216-0518', '', '高雄市前金區中山二路533號4F-10', 24502974, '', '許S-款項\n陳S-7956', 1, '', '', ''),
(46, '長豐報關有限公司高雄分公司', '296', '長豐', '車S-DAS\n王S.黃S.曹S\n出口黃美麗\n杜s', '3350370~1\n3350384\n0225624123分機111(資訊室KK.朱r)', '', '3307017\n02-25628970', '3350370~1\n3350384\n0225624123分機111(資訊室KK.朱r)', '', '高雄市苓雅區海邊路29號11F-1A2\n高雄市苓雅區四維四路7號6樓A室', 16045643, '', 'SRV_ID：160387878\n135674420\n密碼：JUI3700050\n顏_ID：164867626', 1, '', '', ''),
(47, '佳南報關股份有限公司', '198', '佳南', '柯姐 #20.麥先生 #26\n小許 #21.柯先生 #22\n阿珍 #23.許麗卿 #25\n陸`S #28\n會計劉`S #31,王`S  #30', '2518416', '', '2017013', '2518416', '', '高雄市前金區新田路303號5F-3', 81239221, '', '劉S-7958_DAS.DGL\n許阿姨-7953\n柯淑霞#20\n許S-7959\n李S-7952', 1, '', '', ''),
(48, '昇昱國際報關有限公司', '387', '昇昱\n', '黃仟眉12-7958\nCindy黃-7952#19\n王S-7955 #177\n7956董-#15\n鄭S-#176-7954,\n7959董#16', '黃S-0988135317\n(07)535-1388新\n\n林R-0988135315', '', '\n(07)535-3155', '黃S-0988135317\n(07)535-1388新\n\n林R-0988135315', '', '高雄市苓雅區四維四路190號4F-1\n104.02.27_高雄市前鎮區一心二路128號8樓之1', 29003385, '', '盧s7955-#15\n王S-7956-需透過SRV連線\n林R.謝S(Mavis)\n**產證不改**\nOP2黃S  #175\nDAS不維護', 1, '', '', ''),
(49, '協立興業有限公司', '408', '協立報關', 'OP1黃`S#10 \nOP2黃`R#15\nOP3蔡`S#11', '3317605\n蔡R-0989203676\n3351683', '', '3318912', '3317605\n蔡R-0989203676\n3351683', '', '高雄市苓雅區中華四路55號3樓之1', 53571561, '', '原上寶員工出來開業\n馬`s #OP6#12', 1, '', '', ''),
(50, '南部報關有限公司', '1', '南部', '陳`S在中鋼\n805-1080', '221-6062~5', '', '221-0046', '221-6062~5', '', '高雄市新興區大同一路229巷22號2F', 83434431, '\n0929336799', '林S-7951..BOSS-劉R\n小王s-7952', 1, '', '', ''),
(51, '建汰報關行', '50', '建汰', '洪S-7958*\n林S-7952', '332-9186', '', '331-4580', '332-9186', '', '高雄市前鎮區台鋁十巷15號', 6689835, '', '蔡s.-7954', 1, '', '', ''),
(52, '拱明船務報關運輸股份有限公司', '22', '拱明', '黃S-7953 (進口)\n黃子芸-7951(出)\n呂S-7952', '7161017-9\n', '', '7160065', '7161017-9\n', '', '高雄市前鎮區英德街759號', 79296506, '', '蔡兆元經理\n涂S-7955.', 1, '', '', ''),
(53, '勇林報關有限公司', '219', '勇林', '蔡R.蔡太太(邱S)\n黃S-7952.', '3347470', '', '3329040', '3347470', '', '高雄市苓雅區四維四路172-3號8樓', 22849752, '', '', 1, '', '', ''),
(54, '建新國際股份有限公司\nTWAEO-102000012', '347', '建新-台中\n', '基隆、台北、台中、高雄四個地點\n周琴-op1進516220376\n徐瑄佑-OP2出516253745\n許瑞娥-OP5進502515657\n陳慶峰\n李瑛育\n王S', '537-5357', '', '5372157', '537-5357', '', '高雄市苓雅區四維四路7號15樓E室\n高雄市海邊路31號21樓之7', 23250583, '', 'SRV:502367607\n吳副理-OP3:516220376\n資訊室-RAY#302\nO2-ray #303\n資訊室-陳副理 #305\nTEL:(02)2393-5397 #300\n台中資訊室:04-2639-9666#237\nop4-516286015\n新SRV: 854730506\n100.06.02-啟用新SRV(192.168.8.100)\n密碼：DCS-123\n', 1, '', '', ''),
(55, '', '', '建新-高雄\n', '基隆、台北、台中、高雄四個地點\n周琴-op1進516220376\n徐瑄佑-OP2出516253745\n許瑞娥-OP5進502515657\n陳慶峰\n李瑛育\n王S', '537-5357', '', '5372157', '537-5357', '', '高雄市苓雅區四維四路7號15樓E室\n高雄市海邊路31號21樓之7', 70801139, '', 'SRV:502367607\n吳副理-OP3:516220376\n資訊室-RAY#302\nO2-ray #303\n資訊室-陳副理 #305\nTEL:(02)2393-5397 #300\n台中資訊室:04-2639-9666#237\nop4-516286015\n新SRV: 854730506\n100.06.02-啟用新SRV(192.168.8.100)\n密碼：DCS-123\n', 1, '', '', ''),
(56, '信通報關股份有限公司高雄辦事處(小港)', '284', '信通-小港', '284G', '8053884', '', '8053839', '8053884', '', '高雄市小港區廠前路73巷1號4F', 97145306, '', '陳巧玲.張s、許s\n配合台北汎泓報關', 1, '', '', ''),
(57, '信通報關股份有限公司高雄辦事處(小港)', '284', '信通-楠梓', '284G', '8053884', '', '8053839', '8053884', '', '\n高雄市楠梓區德民路３７８號１２樓之３', 97145306, '', '陳巧玲.張s、許s\n配合台北汎泓報關', 1, '', '', ''),
(58, '高華報關船務股份有限公司', '81', '高華', '鄭s-7952', '822-0700', '', '822-0702', '822-0700', '', '高雄市小港區鋼平街146號', 79331638, '', '', 1, '', '', ''),
(59, '祐新企業行\n發票抬頭：匯航企業行', '', '祐新', '安s', '(06) 288-4731', '', '(06) 335-0118', '(06) 288-4731', '', '南市崇德十街48-2號', 10853409, 'OP2', '和瑞津、凱德有認識', 1, '', '', ''),
(60, '啟昌報關行', '60', '啟昌', '伍S-7949', 'X(3368335)\n3365650\n3344813', '', '336-6451', 'X(3368335)\n3365650\n3344813', '', '高雄市苓雅區永平路36巷12號', 293104, '', '楊`R', 1, '', '', ''),
(61, '盈統報關有限公司', '208', '盈統', '吳S-7951\n陳S-7952', '531-9513', '', '561-2505', '531-9513', '', '高雄市鹽埕區莒光街110號2F', 22547638, '', '新EDI\n張R-7953', 1, '', '', ''),
(62, '陞協有限公司', '276', '陞協', '張`s', '8138516-8', '', '8138514\n8132245', '8138516-8', '', '高雄市前鎮區翠和街95號', 97136432, '', '涂老板', 1, '', '', ''),
(63, '展榮報關企業有限公司', '264', '展榮', '洪`S.馮雅婷', '5328711', '', '5329122', '5328711', '', '高雄市鹽埕區大安街76號', 97133527, '', '0937451207洪`S', 1, '', '', ''),
(64, '盈碩國際有限公司', '389', '盈碩', '(打盈碩的電話不可以說到滿海，吳先生不想讓外人知道盈碩和滿海是同老板經營)', '0935835467\n338-5887', '', '338-5883', '0935835467\n338-5887', '', '高雄市前鎮區桂林街110號1樓', 24420164, '', '段`s 陳`S OP2\n邱s-7951(德東)\n李S-7949', 1, '', '', ''),
(65, '祥和國際物流股份有限公司高雄分公司', '', '祥和', '', '', '', '', '', '', '', 22650392, '', '', 1, '', '', ''),
(66, '開元報關行', '', '開元', '梁s,黃`S , 張`S', '(06) 213-6317', '', '(06) 216-6375', '(06) 213-6317', '', '台南市府連路8號(70047)', 847132, '112-117-3916', '', 1, '', '', ''),
(67, '強盛報關有限公司', '213', '強盛', '夏S.\n王S-7961.林S-7954\n大吳S-7956進\n洪S7957.出口吳S7953\nAEO窗口-進口王小姐', '2692789\n3342827  \n', '', '331-2044', '2692789\n3342827  \n', '', '高雄市苓雅區四維四路216號6樓A室', 22530088, '', 'WIN2000/\nMYSQL版\n小吳-7958\n周先生#208 夏小姐#215 \n會計 郭小姐#213       \n出口 莊小姐#201(總機)\n進口 王小姐#209\n進口 大吳小姐#210-7956 (x)\n進口 陳小姐#212-7966\n出口 王小姐#202\n出口 吳小姐#203\n出口 洪小姐#204\n出口 林小姐#205\n101.08.28周先生要求把工作站的備份路徑和備份內容都拿掉,留OP15(周)和OP1(夏)即可\nTeamviewer: 944010998', 1, '', '', ''),
(68, '連穎報關有限公司', '361', '連穎', '黃`s -DAS-7955\n歐陽`s \n鄭`S-OP3', '3366168\n3360928', '', '336-2888', '3366168\n3360928', '', '高雄市苓雅區仁愛三街227號1樓', 70434824, '', '0933317168黃\n董s\n(DAS不維護)', 1, '', '', ''),
(69, '崇榮報關企業有限公司', '196', '崇榮', '許`s-7949(op1)\n2512306\n鍾S-7953.蔡美玉-7952\n陳S-7956.WIN98-7955', '2617709\n2512306-07\n(新增電話) 07-2517293\n', '', '281-3650', '2617709\n2512306-07\n(新增電話) 07-2517293\n', '', '高雄市苓雅區海邊路46號6F之4', 81205714, '103.05.AEO進行', 'OP1-許S.OP3-鍾S\nOP6-陳S.OP2-蔡S', 1, '', '', ''),
(70, '順成報關有限公司', '234', '順成', '楊s-7954\n鍾副總R-7949\n黃S.周s-7952\n徐S-7957進', '211-5181', '', '261-5980', '211-5181', '', '高雄市前金區民生二路60號10F-3\n104.11.21_高雄市前金區中華三路79號10F-1\n寶成企業行06731550\n劉蓮秀\n左營區勝利路147巷38號5樓', 86054659, '', '劉S-7959-DAS_srv\n林S-7956.趙S-7955\n洪經理\n寀玲', 1, '', '', ''),
(71, '順大報關股份有限公司', '225', '順大', '陳S-7953.賴S-7952\n王S-7951.楊S-7955\n張s-7959', '335-0486', '', '330-0049', '335-0486', '', '高雄市苓雅區海邊路29號25F之1', 23336169, '1123-049-082', '林s-7956\n楊S-7954', 1, '', '', ''),
(72, '凱德報關股份有限公司', '185', '凱德', '洪S-7952\n林S-7953', '272-5525', '', '272-3356', '272-5525', '', '高雄市苓雅區海邊路48號7F-6 ', 83445774, '', '洪r-7954', 1, '', '', ''),
(73, '凱得報關有限公司', '', '凱得-台南', '林S-7953\n黃S-7955', '(06) 238-0731', '', '(06) 238-7822', '(06) 238-0731', '', '南市勝利路8號-3', 69778027, '1121-019-647', '林宜蓁-7956\n蘇S-DAS-op8是das_srv\n(DAS-7958-7954)', 1, '', '', ''),
(74, '凱聖報關有限公司', '161', '凱聖', '鐘S-7954#13\n楊S-7953#12\n廖s-7952#11', '332-3102', '', '332-2823', '332-3102', '', '高雄市苓雅區永平路46巷5號4F', 81195434, '', '', 1, '', '', ''),
(75, '富貿報關有限公司', '263', '富貿\n義發行', '林S-7953.\n陳S-7954\n張S-7952', '2511764\n0935587538', '', '221-2834', '2511764\n0935587538', '', '高雄市新興區忠孝一路202號4F', 97135638, '1121-512-172', '\nDAS不改版\n(用DL 3400驅動)', 1, '', '', ''),
(76, '惠德報關有限公司', '62', '惠德', '顏`S-7949-311682861\n洪s-7953-311681545\n會計-7951-OP3', '335-5839-40\n', '', '332-8810\n3355847', '335-5839-40\n', '', '高雄市苓雅區海邊路29號5樓A3', 82101462, '', '', 1, '', '', ''),
(77, '喬貿報關有限公司', '247', '喬貿', '翁櫻玲(OP6)-7952#15\n蔡S(OP8)-7957#12\n王S(OP9)-7959#21\n大郭(OP3)-7953#15\n小郭(OP5)-7955#16', '3302442', '', '3302441', '3302442', '', '高雄市苓雅區四維四路226號2樓之1', 23671439, '', '陳S(OP1)-7951#17\n小翁S(OP4)-7954#12', 1, '', '', ''),
(78, '統義玻璃工業股份有限公司', '', '統義', '楊巧儀#114-OP1\n翁世玲#169\n翁先生#137', '06-6536281', '', '06-6536-202    ', '06-6536281', '', '73054  台南縣新營市新工路36號', 70752833, '', 'SRV:665931357\nSRV: Customs-agency', 1, '', '', ''),
(79, '喬統報關有限公司', '241', '喬統', '黃R-7949\n黃太太-7951\n陳S-7952', '7220153\n7153801', '', '7153470', '7220153\n7153801', '', '80649高雄市前鎮區黃埔街48號', 23659202, '', '無IP分享器', 1, '', '', ''),
(80, '裕昇報關有限公司高雄分公司', '407', '裕昇', '', '07-2695919\n2010081\n謝r-0936695436', '', '07-2811681', '07-2695919\n2010081\n謝r-0936695436', '', '高雄市苓雅區四維四路172之7號7F-4\nNEW:高雄市苓雅區海邊路65號7樓之1', 53510592, '', '林高言\n高雄負責人：盧正文\n洪S-7952(龍輝)\n李S-7951(龍輝)\n負責人：謝智明', 1, '', '', ''),
(81, '堤維西交通工業股份有限公司\n負責人:吳俊佶', '', '堤維西', '吳`S #319', '06-2641500', '', '06-2637945', '06-2641500', '', '台南市安平工業區新樂路72-2號', 22269487, '', 'TeamViewer連線\n主機 : 172.17.1.73', 1, '', '', ''),
(82, '瑞盈報關股份有限公司\nnew:百茂報關股份有限公司\n(102.11.20變更)', '183', '百茂(瑞盈)', '許S(聯絡)-7951\n張S.-7953', 'new:3383123', '', 'new:3389119', 'new:3383123', '', '高雄市苓雅區中正二路56巷31-5號\n高雄市新興區中東街152號\nnew:高雄市苓雅區青年二路47號3F-2', 79045620, '', '吳S-7952', 1, '', '', ''),
(83, '瑞津企業有限公司', '', '瑞津', '陳聖盈-7953\n會計林s-7954\nSRV_ID:836-918-250', '06-279-5565\n06-279-7552', '', '6-2797608', '06-279-5565\n06-279-7552', '', '(71752)南縣仁德鄉義林二街48號', 89904178, '', '蘇s\n陳S-7952', 1, '', '', ''),
(84, '鼎豐報關行股份有限公司', '239', '鼎豐', '丁S-7951(聯絡)\n黃S-7949  郭S', '269-6501', '', '269-6505', '269-6501', '', '高雄市苓雅區四維四路172-7號10樓之3', 23658111, '', '', 1, '', '', ''),
(85, '瑞江報關有限公司', '217', '瑞江', '王S', '272-7282\n272-7834 ', '', '272-6742', '272-7282\n272-7834 ', '', '高雄市前金區大同2路145號9樓之5', 22840703, '', 'OP2=主機7949', 1, '', '', ''),
(86, '登泰國際物流有限公司53584670 -負責人: 劉美蘭\n萬泰國際物流有限公司', '411', '登泰\nshowmypc', '吳S#219(進)報關部\n劉`S#562 / 陳S#262 \n黃`s#558\n葉R#165(合約發票)\n蔡S#562', '332-4868', '', '339-0788', '332-4868', '', '高雄市苓雅區海邊路31號6樓', 53584670, '', 'Eva Wu #219\nKen宋建明#550\n財務部#166/#165吳小姐\n李R-小三通\n許r-#555', 1, '', '', ''),
(87, '綜恆報關企業股份有限公司\nTWAEO-101000078', '197', '綜恆', '孫R(經理)\n陳S-7954.李S-7952\n蔡S-7953,張S-7955', '332-2526', '', '333-3387', '332-2526', '', '高雄市苓雅區四維四路176號5樓-2   ', 79871923, '', 'WIN2000SP4\nMYSQL版.洪經理\n李翎婕-op2.陳S-7957\nDAS黃S-7956', 1, '', '', ''),
(88, '遠東運輸報關股份有限公司-台南分公司', '', '遠東-台南', '戈s-7952\n葉S-7953\n毛S-7951', '(06) 214-0106', '', '', '(06) 214-0106', '', '台南市南寧街114號(進學國小斜對面-忠義路交接)', 79560701, '1127-994-947', '吳r.', 1, '', '', ''),
(89, '遠東運輸報關股份有限公司', '051\n3', '遠東-高雄\n遠通(註銷)', '#25林經理-7959              \n#21蔡S-7954 方S-7953\n黃S-7956 #13\n瞿S-7955#14', '521-7285', '', '561-4755', '521-7285', '', '高雄市鼓山區捷興二街37號', 79560701, '1128-700-942', 'MYSQL\n黃R-7951\nOP3方`s-#22\n財務吳-27', 1, '', '', ''),
(90, '億光報關股份有限公司', '158', '億光', '林S-7954  #21\n黃R-7953  #19', '231-1128', '', '211-1391', '231-1128', '', '高雄市前金區民生二路233號3F-1', 79834723, '', '吳S-7952-蔡`s  #18\n許s-7951進  #14\n陳S-會計', 1, '', '', ''),
(91, '德東報關股份有限公司\n101.07.31_崇安已註銷', '56', '德東\n崇安\n', '陳S-7952進\n林S-7957-DAS\n陳麗帆-7953\n陳S-7955.莊總7960\n小莊7963', '333-3151\n333-3150', '', '333-3150', '333-3151\n333-3150', '', '高雄市前鎮區林森三路194-3號3F', 83430863, '1121-498-491', 'DAS主機7955\n洪S-7962\n賢S-7954出\n(DAS不維護)\n小莊0918116932\n(DAS不維護)', 1, '', '', ''),
(92, '德東報關股份有限公司', '', '德東-台南', '黃S-7954\n江s-7953\n蕭S-7954', '(06) 220-3631', '', '06-2293485', '(06) 220-3631', '', '台南市成功路2號6樓之4', 69787026, '1126-119-781', '陳s\n戴S-7951', 1, '', '', ''),
(93, '毅豐報關有限公司', '95', '毅豐', '劉s-7949\n0928794655', '3348074\n3364750', '', '331-5780', '3348074\n3364750', '', '高雄市苓雅區林森二路71號2F\n104.02.28_高雄市苓雅區海邊路26號3樓', 81238047, '', '', 1, '', '', ''),
(94, '澄澤實業有限公司', '', '澄澤', '06-2608567\n陳S_0931209699', '06-2606975', '', '', '06-2606975', '', '台南市東區崇善11街50號6F-5', 53034373, '', '楊`R-0988676678\n陳S', 1, '', '', ''),
(95, '龍門運輸報?股份有限公司\nAEO:TWAEO-102000070', '70', '龍門', '許R#208-7962\n洪S-7956 #209\n林s-7949\n洪S-7952#212\n李副理#216', '339-1205', '', 'DAS_SRV:7959\n7960.7961.7963\n進口3305863\n出口3305852', '339-1205', '', '高雄市海邊路29號16F-3\n副總家：正義路164號11F-5\n\n80661高雄市前鎮區復興四路\n12號9樓之3(高雄軟體科技園區)', 82007348, '', '林`S7951#215\n洪S-7955進#221\n陳S-7953#210\n蘇s-7957#217\n賴S-#205-7961\nACC-7960\n(不用DCS做產證)\n沒有購買DCST，只有OP1有裝\n寫一支DOC轉檔程式每一台5000元', 1, '', '', ''),
(96, '龍門運輸報關股份有限公司', '', '龍門TN', '林S-7952#11\n李S-7954#12\n黃`S-7953#15\n葉r-#13', '(06) 222-3921', '', '(06)2216812', '(06) 222-3921', '', '南市府前路18號4F-1', 82007348, '', '葉r-7955#13\n王S-7956#16\n黃桂英#10', 1, '', '', ''),
(97, '龍輝報關有限公司', '328', ' 龍輝\n(硬約取消)', '周先生#23\n陳S#16-7956\n關S#18-7960\n劉S#17，小劉#22\n鄭S#14-OP6', '537-0056', '', '537-0103', '537-0056', '', '高雄市前鎮區復興四路12號4樓之1-2', 16800817, '1121-240-375', '洪S-7952\n潘S-7953#20\n洪S-7959#18\n張R-#31\n0933378727\nop5-私自重灌100.05.11\n104.10.28_加裝工作站有付費', 1, '', '', ''),
(98, '龍輝報關有限公司-台南分公司', '', '龍輝TN\n(硬約取消)', '黃S\n鄭雅俐', '(06) 283-2255', '', '(06)283-3111', '(06) 283-2255', '', '台南市公園路591-46號9F-8', 16800817, '1126-493-664', '有EDI,龍輝客戶有裝大成PDF匯入,無收費，有問題都不處理', 1, '', '', ''),
(99, '龍駿報關有限公司', '', '龍駿', '陳S-7952.黃S-7953\n吳S-7955', '(06) 293-5100', '', '(06) 293-2090', '(06) 293-5100', '', '南市建平13街99號(70847)', 29437755, '', '劉S-7949', 1, '', '', ''),
(100, '聯錩報關興業股份有限公司', '134', '聯錩', '葛s-7951#14.黃S-7953\n黃S-DAS-7956\n張S-7952#15\n藍S-7958', '330-2043', '', '336-4824', '330-2043', '', '高雄市苓雅區四維四路167號4F之3', 22538223, '1121-624-912', '來霖合併\nMYSQL\n陳r-0935493708\nAEO窗口-葛小姐', 1, '', '', ''),
(101, '聯豐報關有限公司', '129', '聯豐', '郭S-7951.許s-7952', '333-7625', '', '333-7645', '333-7625', '', '高雄市苓雅區青年二路47號6F-3', 76438663, '', '郭S-會計\n潘S-7954', 1, '', '', ''),
(102, '聯洋報關行有限公司', '182', '聯洋', '進口陳S.許S-7955\n吳S-有決定權', '333-5137', '', '332-5240', '333-5137', '', '高雄市苓雅區四維四路176號8F-2', 82103877, '', '陳小姐很盧!\n出口吳小姐-7953', 1, '', '', ''),
(103, '鴻江報關股份有限公司', '97', '鴻江', '陳S-7955.游S\n周S-7952.王s-7951\n會計--施美珠', '332-9526', '', '333-2096', '332-9526', '', '高雄市苓雅區新光路24巷1號9-4樓', 81067830, '1123-327-918', '陳怡靜.周S-7952\n陳S-7953.游S-7956\n進-王S, 林R-7958', 1, '', '', ''),
(104, '鴻江報關股份有限公司', '', '鴻江TNN', '黃S-7951\n陳怡秀-7953\n陳OP8', '(06) 228-0101', '', '(06) 220-8295', '(06) 228-0101', '', '南市民權路一段231號2F', 56913458, '1122-621-924', '郭S-7956\n蔣S-7959.麗?-7963', 1, '', '', ''),
(105, '聯友興報關有限公司', '61', '聯友興', '安s-7953.曾s-7951\n孫經理-7952進', '334-8128', '', '331-8341', '334-8128', '', '高雄市苓雅區苓雅二路215號5F-2', 79678455, '', '戴R\n萬S-DAS', 1, '', '', ''),
(106, '聯慶報關企業股份有限公司', '', '聯慶-台南', '沈麗秋-7949\n邵OP3琪琪OP1', '06-2882263', '', '06-2882283', '06-2882263', '', '台南市南寧街130號3F\n(牛肉麵樓上)\n台南市東區龍山街81號7F', 81194028, '', '', 1, '', '', ''),
(107, '鑫洋報關有限公司', '', '鑫洋', '陳S-7949\n廖s-7951\n涂S-7952-DAS', '3331125-7', '', '3333322', '3331125-7', '', '高雄市苓雅區永昌街34號', 23655873, '', '吳S-老板娘', 1, '', '', ''),
(108, '叡鴻報關有限公司', '346', '叡鴻', '潘秉純.楊S-7953', '2814819', '', '', '2814819', '', '高雄市新興區中山二路472號13F-9', 13143706, '', '', 1, '', '', ''),
(109, '泓春報關有限公司', '', '泓春', '', '07-3300831', '', '07-3349148', '07-3300831', '', '高雄市苓雅區中山二路412號5F-4', 27211387, '', '', 1, '', '', ''),
(111, '正道工業股份有限公司', '', '正道', '陳惠玲-#264\n楊惠恩-#262-server\n林S-RW-211\nMIS林昌源#211', '06-2664101*264', '', '', '06-2664101*264', '', '(71744)南縣仁德鄉中正西路1015號', 68193807, '', 'IP位址：122.117.162.49\n密碼：rw123456\n合約連絡人：楊惠恩', 1, '', '', ''),
(112, '武東實業股份有限公司', '', '武東', '蕭秀鈴#154\n王雅慧#106', '06-270-5141\n06-279-1219', '', '(06) 279-1493', '06-270-5141\n06-279-1219', '', '台南縣仁德鄉新田村新田二街13號(71752)', 69602055, '', '', 1, '', '', ''),
(113, '寶騏報關有限公司', '337', '寶騏報關', '鄭s-7952\n郭R-7953', '3386889\n3301511\n3316213', '', '3316062', '3386889\n3301511\n3316213', '', '高雄市前鎮區一心二路61號21F之2', 16823136, '', '張山林經理-7951\n*需劉R允許才可處理', 1, '', '', ''),
(114, '上海昂興有限公司', '', '華僑國際\n三聚(公)', '陳r-7952\n梁s-7954', '860-0008', '', '861-9998', '860-0008', '', '高雄市前鎮區港?街192號2F', 27218115, '', '洪S-會計', 1, '', '', ''),
(115, '濟瓏企業有限公司', '', '濟瓏', '童S-7949.莊S-7958\n陳S.許老板', '3312213', '', '3330817\n3355266', '3312213', '', '高雄市苓雅區成功一路53巷20號1樓', 23662993, '', '', 1, '', '', ''),
(116, '生健貿易股份有限公司', '', '生健', '林S\n王s', '3358088', '', '3358082\n3350669', '3358088', '', '高雄市苓雅區四維四路172-7號3樓之1', 23346477, '', '只限維護IV和PAKG', 1, '', '', ''),
(117, '二明珠報關有限公司', '', '二明珠', '謝慧珍\n0926-610561', '06-298-4535\n0936800507\n0926-610561', '', '(06) 297-4220', '06-298-4535\n0936800507\n0926-610561', '', '台南市育平5街23號3F', 62974220, '', '查無統編', 1, '', '', ''),
(119, '鵬峰海空物流有限公司', '', '鵬峰', '洪"S', '803-5853', '', '803-5854', '803-5853', '', '高雄市小港區台機路6號', 16939381, '', '以空運為主\n06-2016636李總', 1, '', '', ''),
(120, '永吉昌報關有限公司', '266', '永吉昌-高雄', '張S-代理\n陳S-負責', '07-2010276', '', '07-2825297', '07-2010276', '', '高市新興區中山二路472號9樓之九室', 97135519, '', '只限海運\n(台中東鼎)', 1, '', '', ''),
(121, '豫騰企業社', '', '豫騰', '王雯秀', '0910765240黃\n0933667641王 \n06-2146775', '', '(06) 249-8432', '0910765240黃\n0933667641王 \n06-2146775', '', '台南市東區立德二路54巷33號', 36633253, '', '與宏達配合\n(原凱聖的人)', 1, '', '', ''),
(122, '信成報關行', '', '信成', '蔡S-7951-307535879\n.洪s-op2\n陳s-op3.莊s-op4', '5313750', '', '5313741', '5313750', '', '高雄市鹽埕區建國四路258-1號', 75356410, '', '王`s', 1, '', '', ''),
(123, '大豐報關有限公司\n韓鳳秋', '', '大豐', '韓S', '(06) 231-3362', '', '(06) 201-3152', '(06) 231-3362', '', '南縣永康市中山南路195巷36號', 97227411, '', '', 1, '', '', ''),
(124, '祥豐報關有限公司', '278', '祥豐', '黃S-7952\n張s-U1', '201-7136', '', '281-9883', '201-7136', '', '高雄市大同一路229巷22號1F', 97137158, '', '馬小姐\n100.05.03-跟台北要授權碼', 1, '', '', ''),
(125, '永順報關有限公司', '289', '永順', '陳白碧惠\n沒行動電話', '725-5941', '', '725-6094', '725-5941', '', '高雄市苓雅區身修路7號3F', 97149035, '', '', 1, '', '', ''),
(126, '英屬維京群島商育陞有限公司台灣分公司', '', '育陞', '陳秀娥', '05-2475555', '', '05-2379672', '05-2475555', '', '嘉義縣太保市嘉太工業區光復路24號', 89390403, '', '金和信股份有限公司', 1, '', '', ''),
(127, '亞仕商國際股份有限公司\n督木克股份有限公司', '426', '亞仕商\n', ' 蔡雨妙`s\n103.12~歇業', '07-3341668', '', '07-3341667', '07-3341668', '', '高雄市中山二路91號9樓之3', 54335159, '', '劉`R\nShowmypc', 1, '', '', ''),
(128, '', '', '督木克', ' 蔡雨妙`s\n103.12~歇業', '07-3341668', '', '07-3341667', '07-3341668', '', '高雄市中山二路91號9樓之3', 28940659, '', '劉`R\nShowmypc', 1, '', '', ''),
(129, '陽明航空貨運承攬有限公司', '', '陽明', '王s-7949\n蔡s-7951\n*李s-7952', '06-2137939', '', '06-2153438', '06-2137939', '', '台南市中區開山路168號1F(70047)', 23192542, '112-132-0479', '老板娘-邱惠麗\n負責人：楊明憲經理', 1, '', '', ''),
(130, '富淳報關有限公司', '326', '富淳', '向仁陵', '8151171*', '', '8157944', '8151171*', '', '高雄市前鎮區港壽街301號', 16809248, '', '向仁陵:7949', 1, '', '', ''),
(131, '慧泰實業股份有限公司', '209', '慧泰', '', '251-8191', '', '', '251-8191', '', '中山二路533號11F-4', 22552049, '', '與台北簽約', 1, '', '', ''),
(132, '高群報關有限公司', '355', '高群', '黃s-7953', '741-3330', '', '799-1692', '741-3330', '', '鳳山市自由路224號6F-4', 80247498, '', '*-黑名單\n跟台北簽約', 1, '', '', ''),
(133, '銘毅報關有限公司', '', '銘毅', '', '', '', '', '', '', '高市新興區八德一路303號', 27202562, '', '', 3, '', '', ''),
(134, '灝陞報關有限公司', '', '灝陞', '', '', '', '', '', '', '高市苓雅區苓中路179號7樓', 70423066, '', '慶昌', 3, '', '', ''),
(135, '一心報關股份有限公司', '191', '一心', '', '272-7181', '', '221-1618', '272-7181', '', '苓雅區海邊路46號6-5樓', 6668923, '', '', 3, '', '', ''),
(136, '明拓報關企業有限公司', '49', '明拓', '', '261-4101', '', '241-5878', '261-4101', '', '高雄市新興區南台路43巷21號', 81217768, '', '已辦理退貨', 3, '', '', ''),
(137, '上寶報關有限公司\n', '184\n', '上寶\n', '\n#14馬S  會計#15\n 鄭S#16-7958', '中華536-3072\n3350611\n3312467\n彥寶8224398-99', '', '3325650\n5365329', '中華536-3072\n3350611\n3312467\n彥寶8224398-99', '', '高雄市苓雅區四維四路174-1號12FA\n高雄市前鎮區佛公路99-3號7F\n高雄市中華四路100號14F', 6667641, '', '黃S-7952#18\n鄭S-7956#11\n許老闆#22.24\n要注意彥寶的財務狀況,關貿說1-2月傳輸未繳款', 3, '', '', ''),
(138, '彥寶有限公司', '384', '彥寶', '\n#14馬S  會計#15\n 鄭S#16-7958', '中華536-3072\n3350611\n3312467\n彥寶8224398-99', '', '3325650\n5365329', '中華536-3072\n3350611\n3312467\n彥寶8224398-99', '', '高雄市苓雅區四維四路174-1號12FA\n高雄市前鎮區佛公路99-3號7F\n高雄市中華四路100號14F', 28595122, '', '黃S-7952#18\n鄭S-7956#11\n許老闆#22.24\n要注意彥寶的財務狀況,關貿說1-2月傳輸未繳款', 3, '', '', ''),
(139, '滿海有限公司', '404', '滿海', '段S..吳r\n負責人：郭孟宗', '0986500391\n(打盈碩的電話不可以說到滿海，吳先生不想讓外人知道盈碩和滿海是同老板經營)', '', '以MM稱呼', '0986500391\n(打盈碩的電話不可以說到滿海，吳先生不想讓外人知道盈碩和滿海是同老板經營)', '', '高雄市前鎮區桂林街110號1樓', 53236883, '', '李S\n(101.03.28_段S來電告知要將滿海結束營業，劉R答應下次有新郵箱要簽約，其滿海預繳第一年費用可延續新郵箱使用。)', 3, '', '', ''),
(140, '立盟海空通運股份有限公司高雄分公司', '', '立盟', '詹S.潘S.陳S\n海運林S-7952', '806-5872', '', '803-3809', '806-5872', '', '高雄市小港區廠西路83巷6號1F', 97097579, '', '軟硬合併\n以空運為主\n固定碼\n4501-47995101', 3, '', '', ''),
(141, '隆華報關有限公司', '313', '隆華', '葉文娟\n黃先生', '2414479\n2151002', '2151613', '', '2414479\n2151002', '', '高市苓雅區海邊路48號8樓之1', 16458587, '', '單台一年17000元\n兩台一年19000元\n合約期間98/01/01~98/12/31\n(轉汎宇)\n硬約只簽一台電腦', 2, '', '', ''),
(142, '雄偉報關企業有限公司', '254', '雄偉', '裴`r-7951\n吳`s-7949(op2)', '(07)536-6611 (代表號)、\n', '(07)536-4119', '', '(07)536-6611 (代表號)、\n', '', '高雄市前鎮區鎮邦街77號\n101.04.28-高雄市前鎮區中華五路939巷22號', 86058374, '', '', 2, '', '', ''),
(143, '忠實報關股份有限公司', '180', '忠實\n(硬約)', '呂佳臻-7951\n呂r-7952', '0982497063\n3332140', '3352967', '', '0982497063\n3332140', '', '高雄市苓雅區新光路28巷28號', 81442006, '', '用租2000的', 2, '', '', ''),
(144, '富匯報關有限公司\n(沒IP分享器)租用', '262', '富匯', '王和貴\n顏S-7949\n林S-7952\n王S-7953', '9515879\n9520722', '9534584', '', '9515879\n9520722', '', '高雄市前金區旺盛街186號4F401室(立德棒球場)', 97136518, '', '', 2, '', '', ''),
(145, '弘旭報關有限公司', '248', '弘旭', '陳啟增', '7227838', '7223702', '', '7227838', '', '高雄市前鎮區瑞義街196號', 86043226, '', '陳r\n陳s-7949', 2, '', '', ''),
(146, '泰興報關有限公司', '106', '泰興B', '蔡雅玲', '8065855', '8063335', '', '8065855', '', '高雄市小港區永順街75-2號4樓', 22546814, '', '蔡`S0982676547\n游`R0985177529', 2, '', '', ''),
(147, '聯泰報關有限公司', '137', '聯泰', '', '3313307', '3313363', '', '3313307', '', '高雄市苓雅區四維四路176號6F之4', 81241373, '', '玉婷,馬S.耿S\n黃小姐(老板娘)', 2, '', '', ''),
(149, '泰興報關有限公司', '106', '泰興A', '許麗珠', '2159037\n2159847', '2613683', '', '2159037\n2159847', '', '高雄市忠孝一路94巷21-3號4樓', 22546814, '', '取消', 2, '', '', ''),
(150, '典緯報關有限公司', '353', '典緯', '陳仁仰\n林S', '7263066\n兒子0970626121', '', '', '7263066\n兒子0970626121', '', '高雄市前鎮區瑞祥里瑞誠街41巷1號1樓', 13179226, '', '', 2, '', '', ''),
(151, '啟勝國際物流有限公司', '431', '啟勝', '百茂-吳S', '3383123', '', '', '3383123', '', '高雄市前鎮區佛中路62號3樓', 24981691, '', '陳S', 2, '', '', ''),
(152, '濃厚家企業股份有限公司', '', '濃厚家', '陳`r\n0919181918\n0986009487', '陳S(東立)-\n3322985', '3322987', '', '陳S(東立)-\n3322985', '', '高雄市苓雅區仁德街157號(東立處)', 70434388, '', '東立處\n倒閉', 3, '', '', ''),
(153, '義豐報關有限公司', '041', '義豐', '莊s   \n  0933632664\n  0972007464-莊R', '3312190', '3323144(莊)', '', '3312190', '', '高雄市苓雅區苓雅二路189巷40號', 82095692, '', '用租2000的', 3, '', '', ''),
(154, '華南報關有限公司', '092', '華南', '李`s.-7951.OP1\n呂S-7952.OP2', '3322708', '', '', '3322708', '', '高雄市苓雅區仁德街90號', 83446627, '', '用租2000的', 3, '', '', ''),
(155, '廷宇國際有限公司', '409', '廷宇國際', '董君玉小姐', '2212522', '2218812', '', '2212522', '', '高雄市三民區建武路76巷2號13樓之2\n高雄市青年二路47號5樓之2\n辦公室：高雄市中山二路533號6樓-2', 28298501, '', '2212522\n(103.8.1起與台北簽約，高雄不維護)', 3, '', '', '');

-- --------------------------------------------------------
--
-- 資料表結構 `customer_service`
--

CREATE TABLE IF NOT EXISTS `customer_service` (
  `auto_id` int(50) NOT NULL AUTO_INCREMENT,
  `customer_time` datetime NOT NULL,
  `customer_id` int(50) NOT NULL,
  `customer_ser` varchar(50) NOT NULL,
  `customer_mode` varchar(50) NOT NULL,
  `customer_contact` varchar(500) NOT NULL,
  `customer_how` varchar(500) NOT NULL,
  `customer_boss` varchar(50) NOT NULL,
  `customer_close` varchar(50) NOT NULL,
  `customer_comment` varchar(50) NOT NULL,
  PRIMARY KEY (`auto_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=161 ;

--
-- 資料表的匯出資料 `customer_service`
--

INSERT INTO `customer_service` (`auto_id`, `customer_time`, `customer_id`, `customer_ser`, `customer_mode`, `customer_contact`, `customer_how`, `customer_boss`, `customer_close`, `customer_comment`) VALUES
(152, '2013-12-04 09:55:14', 1, '林昀芊', 'E-mail', ' 康兒喜有詢問幾點問題:\r\n1.	台魅網的標價是否已確定:回答對方台魅網價錢已確定\r\n2.	他請我們上康兒喜官網註冊會員，以利爾後下單訂購標價的建立。\r\n3.	他詢問上週公司通知LINE帳號建立….等相關問題\r\n\r\n原始信件內容如下:\r\n林小姐您好：\r\n您附件中的價位與上次給的不同，是否已經確定為最後標價？我的附件已按照您這次的標價，重新標定康兒喜官網建議售價，煩請您確認後與我聯繫。\r\n另外請您盡快上康兒喜官網註冊會員，讓我能進行您的等級修改，以利爾後您下單訂購標價的建立。\r\n還有上週貴公司通知LINE帳號建立，我已MAIL給您連結ID，但至今尚無加好友訊息，也無人再與我聯繫，可有專門負責人員處裡？是趙先生？高小姐？還是您呢？若不是趙先生的話，最好是能提供給我負責人員的行動電話，好讓我能即時聯繫，我的電話：0915579001，煩請您與我聯繫。感謝您。\r\n\r\n', '已發信告知廠商台魅網價錢為確定價格。\r\n客服部已經上康兒喜官網註冊', '', '否', ''),
(153, '2014-01-07 08:05:41', 0, '趙禹誠', 'E-mail', '電子報錯誤內容如下:\r\n1.	第五項商品-台灣頂級手採茶葉組連結的商品網頁錯誤。\r\n2.	第七項商品-康喜佑而高優質奶粉連結的商品為12罐裝的網頁而非3罐裝的網頁\r\n3.	第八項商品-屏科大薄鹽醬油連結的商品網頁錯誤。\r\n', '已寄發信件給劉總處理', '', '是', ''),
(154, '2014-01-09 17:55:58', 0, '趙禹誠', 'E-mail', '因商品缺貨，因而延後出貨時間\r\n回應方式:由于农历年前厂商供货紧张，故蜂蜜花粉寒天目前缺货中，商品预计1月21日出货，适逢年节期间物流已无送货，预计商品到达您府上时间为2月8日或2月10日，请问李先生是否愿意等待，或需要改订其他商品', '已先確認亞奇米無相同之商品，並於網站上尋找相同產品替代，尋問運費與送達時間，但無適合替代的相同商品，於是已寄發信件給劉總，尋問解決方法，並寄信件告知客戶，是否願意等待，或改訂其它商品\r\n', '', '否', '等候客戶回應中'),
(155, '2014-01-09 16:29:18', 1, '蔡曉凌', 'E-mail', '商品名称:優雅紳士通勤大禮包 商品编号:A0108000005\r\n是有两个箱包还是一个箱包？ \r\n', '您好，关于您询问的问题\r\n优雅绅士通勤大礼包是内容物有\r\n一、19吋拉杆旅行箱＊１个（颜色随机出货）\r\n二、商务休闲电脑包＊１个\r\n\r\n以上是本网站针对您的问题所回覆的答覆，谢谢您的询问\r\n若有任何疑问欢迎再来信询问，祝您购物愉快，谢谢!!\r\n', '', '否', '寄E-mail詢問'),
(156, '2014-01-29 10:05:17', 1, '沈怡雯', 'Phone', '廠商晁邦因運費未確認，故商品無法上架。', '已多次詢問晁邦運費金額，並告知無運費商品將無法上架，由於晁邦無法立刻回應，於是將其商品下架，等候晁邦回應。', '', '否', ''),
(157, '2014-02-17 16:34:50', 1, '郭倩瑜', 'E-mail', '東西太貴了!沒競爭優勢!', '您好，本網站的商品價格已含運送至大陸的運費，請問哪些商品價格您覺得太貴？我們可以依您的需求來討論，謝謝。', '', '是', ''),
(158, '2014-02-17 16:36:18', 1, '郭倩瑜', 'E-mail', '什么东西吗,贵得要死,', '您好，本網站的商品價格已含運送至大陸的運費，請問哪些商品價格您覺得太貴？我們可以依您的需求來討論，謝謝。', '', '是', ''),
(159, '2014-02-21 17:15:11', 1, '沈怡雯', 'E-mail', '李炎先生反應商品價格  真的贵吗', '先將本網站產品進行比價，並製成比價表後，於留言板回應李炎先生如下:\r\n您好，本網站的商品均為台灣製造生產，目前網站價格已含運送至大陸的運費，同質商品做以下的比價給您參考，\r\n台灣花草巫婆美腿大作戰花草茶12入 \r\n台灣魅力網商品網址 http://t.cn/8F8VSiK\r\n天貓商品網址 http://t.cn/8F8V96t\r\n全球購商品網址 http://t.cn/8F8VCa9\r\n異質商品做以下的比價給您參考，\r\n頂級高山手採金萱茶(半斤)300g\r\n台灣魅力網商品網址 http://t.cn/8F8Vhr7\r\n京東商品網址 http://t.cn/8F8VL00\r\n淘寶商品網址 http://t.cn/8F8VbGe\r\n天貓商品網址 http://t.cn/8F8Vq4J\r\n以上相關資料已mail一份給您做參考，謝謝您的提問。', '', '是', ''),
(160, '2014-02-21 17:23:36', 1, '林昀芊', 'Wechat', '客戶透過QQ詢問WE0020F牛樟元氣錠【90 粒/瓶 36g】補貨中，是否可下訂寄送大陸', '首先先詢問客戶需要的確定數量後，電話詢問廠商無現貨需幾天可到貨，廠商確認可到公司之日期，馬上QQ告知客戶可到貨日和運送相關問題，客戶確認沒問題，開放此商品數量讓客戶下單，客戶確認下單後馬上向廠商訂貨，等待廠商商品到貨', '', '是', '客戶透過QQ詢問');

-- --------------------------------------------------------

--
-- 資料表結構 `customer_service_2`
--

CREATE TABLE IF NOT EXISTS `customer_service_2` (
  `no` int(11) NOT NULL AUTO_INCREMENT,
  `c_id` int(8) NOT NULL COMMENT '客戶編號',
  `content` text COLLATE utf8_unicode_ci NOT NULL COMMENT '內容',
  `quote` int(1) DEFAULT NULL COMMENT '是否報價',
  `quote_contact` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '報價內容',
  `cost` varchar(7) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '費用',
  `remark` text COLLATE utf8_unicode_ci COMMENT '備註',
  `operator` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '操作者',
  `in_date` varchar(10) COLLATE utf8_unicode_ci NOT NULL COMMENT '日期',
  `in_time` varchar(8) COLLATE utf8_unicode_ci NOT NULL COMMENT '時間',
  `last_operator` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '最後修改人',
  `last_date` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '最後修改日期',
  `last_time` char(8) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '最後修改時間',
  PRIMARY KEY (`no`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=2 ;

--
-- 資料表的匯出資料 `customer_service_2`
--

INSERT INTO `customer_service_2` (`no`, `c_id`, `content`, `quote`, `quote_contact`, `cost`, `remark`, `operator`, `in_date`, `in_time`, `last_operator`, `last_date`, `last_time`) VALUES
(1, 1, '測試hash', 1, '500', '500', '500', '管理員', '1050603', '14:28:26', NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- 資料表結構 `cust_maintain`
--

CREATE TABLE IF NOT EXISTS `cust_maintain` (
  `no` int(11) NOT NULL AUTO_INCREMENT,
  `c_id` int(8) NOT NULL COMMENT '公司編號',
  `soft_end_date` varchar(8) COLLATE utf8_unicode_ci NOT NULL COMMENT '軟約到期日',
  `contract_amount` int(5) NOT NULL COMMENT '合約台數',
  `actual_amount` int(5) NOT NULL COMMENT '實際台數',
  `newcust_end` varchar(30) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '新客戶到期',
  `hardware_end_date` varchar(10) COLLATE utf8_unicode_ci NOT NULL COMMENT '硬約到期日',
  `year` int(3) NOT NULL COMMENT '年度',
  `cost` varchar(7) COLLATE utf8_unicode_ci NOT NULL COMMENT '年度維修費用',
  `send_contract` varchar(10) COLLATE utf8_unicode_ci NOT NULL COMMENT '送合約日期',
  `contract` varchar(10) COLLATE utf8_unicode_ci NOT NULL COMMENT '已簽約',
  `invoice` varchar(10) COLLATE utf8_unicode_ci NOT NULL COMMENT '已送發票',
  `charge` varchar(10) COLLATE utf8_unicode_ci NOT NULL COMMENT '收款',
  `remark` text COLLATE utf8_unicode_ci NOT NULL COMMENT '備註',
  PRIMARY KEY (`no`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci COMMENT='維護' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 資料表結構 `cust_no_purchase`
--

CREATE TABLE IF NOT EXISTS `cust_no_purchase` (
  `no` int(8) NOT NULL AUTO_INCREMENT,
  `c_id` int(8) NOT NULL COMMENT '公司編號',
  `IP_VAT` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '固定IP或統編',
  `before_soft` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '原使用軟體',
  `inst_date` char(9) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '安裝日期',
  `instructor` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '輔導人員',
  PRIMARY KEY (`no`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci COMMENT='未購客戶' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 資料表結構 `cust_purchase`
--

CREATE TABLE IF NOT EXISTS `cust_purchase` (
  `no` int(8) NOT NULL AUTO_INCREMENT,
  `c_id` int(8) NOT NULL COMMENT '公司編號',
  `company_status` int(1) NOT NULL COMMENT '廠商使用系統狀態',
  `soft_contract` varchar(1) COLLATE utf8_unicode_ci NOT NULL DEFAULT 'N' COMMENT '軟體合約',
  `soft_end_date` varchar(10) COLLATE utf8_unicode_ci NOT NULL COMMENT '軟體合約到期日',
  `hardware_contract` varchar(1) COLLATE utf8_unicode_ci NOT NULL DEFAULT 'N' COMMENT '硬體合約',
  `hardware_end_date` varchar(10) COLLATE utf8_unicode_ci NOT NULL COMMENT '硬體合約到期日',
  `buy_date` varchar(10) COLLATE utf8_unicode_ci NOT NULL COMMENT '購買日期',
  `DCS` char(1) COLLATE utf8_unicode_ci DEFAULT NULL,
  `DES` char(1) COLLATE utf8_unicode_ci DEFAULT NULL,
  `DAS` char(1) COLLATE utf8_unicode_ci DEFAULT NULL,
  `DGL` char(1) COLLATE utf8_unicode_ci DEFAULT NULL,
  `DCST` char(1) COLLATE utf8_unicode_ci DEFAULT NULL,
  `topdf` char(1) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '購PDF轉檔',
  `X501` char(1) COLLATE utf8_unicode_ci DEFAULT NULL,
  `export_file` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '匯出轉檔',
  `py_program` char(1) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '汎宇方案',
  `py_offset` char(1) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '汎宇方案 抵維護合約',
  `IP_address` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '固定IP位置',
  `customs_brokers` char(1) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '報關行',
  `cb_com` char(1) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '公司',
  `area` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '轄區',
  `user_id` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '關貿貿捷用戶代碼',
  `user_pw` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '關貿貿捷密碼',
  `com_email` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '公司或連線人之E-MAIL',
  `principal` varchar(30) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '負責人',
  `net` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '網路',
  `inst_date` char(10) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '安裝日期',
  `before_soft` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '原使用軟體',
  `contract_amount` int(5) DEFAULT NULL COMMENT '合約台數',
  `actual_amount` int(5) DEFAULT NULL COMMENT '實際台數',
  `wan_id` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '旺旺友聯,環成帳號',
  `wan_pw` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '旺旺友聯,環成密碼',
  `wan_inst_date` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '設定旺旺友聯,程式帳號日期',
  `FDA_id` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT 'FDA帳號,X601',
  `remark` text COLLATE utf8_unicode_ci COMMENT '備註',
  `mk_trans` int(1) DEFAULT NULL COMMENT '貿捷用關貿傳輸',
  `EDI_trans` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT 'EDI傳輸',
  `change_mk_date` varchar(8) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '變更關貿貿捷日期',
  `trans_account` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '關貿(汎宇)貿E網傳送帳號',
  `change_fy_date` varchar(8) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '變更汎宇貿捷日期',
  `customs_clearance_net` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '通關網路',
  `mailbox_code` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '郵箱代號',
  `mailbox_pw` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '郵箱密碼',
  `addressee_code` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '收件人代碼',
  PRIMARY KEY (`no`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci COMMENT='已購客戶' AUTO_INCREMENT=153 ;

--
-- 資料表的匯出資料 `cust_purchase`
--

INSERT INTO `cust_purchase` (`no`, `c_id`, `company_status`, `soft_contract`, `soft_end_date`, `hardware_contract`, `hardware_end_date`, `buy_date`, `DCS`, `DES`, `DAS`, `DGL`, `DCST`, `topdf`, `X501`, `export_file`, `py_program`, `py_offset`, `IP_address`, `customs_brokers`, `cb_com`, `area`, `user_id`, `user_pw`, `com_email`, `principal`, `net`, `inst_date`, `before_soft`, `contract_amount`, `actual_amount`, `wan_id`, `wan_pw`, `wan_inst_date`, `FDA_id`, `remark`, `mk_trans`, `EDI_trans`, `change_mk_date`, `trans_account`, `change_fy_date`, `customs_clearance_net`, `mailbox_code`, `mailbox_pw`, `addressee_code`) VALUES
(1, 1, 1, '', '', '', '', '', '1', '1', '1', '', '', '', '', '', '', '', '', '1', '', '', '', '', '', '', '', '', '', 0, 0, '', '', '', '', '', 0, '請選擇', '', '', '', '', '', '', ''),
(2, 2, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(3, 2, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(4, 4, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(5, 5, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(6, 5, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(7, 7, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(8, 8, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(9, 9, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(11, 11, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(12, 12, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(13, 13, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(14, 14, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(15, 13, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(16, 16, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(17, 17, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(18, 18, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(19, 19, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(20, 20, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(21, 21, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(22, 22, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(23, 23, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(24, 24, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(25, 25, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(26, 26, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(27, 27, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(28, 28, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(29, 29, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(30, 29, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(31, 31, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(32, 32, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(33, 33, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(34, 34, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(35, 35, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(36, 36, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(37, 37, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(38, 38, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(39, 39, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(40, 40, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(41, 41, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(42, 42, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(43, 43, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(44, 44, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(45, 44, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(46, 46, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(47, 47, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(48, 48, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(49, 49, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(50, 50, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(51, 51, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(52, 52, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(53, 53, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(54, 54, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(55, 55, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(56, 56, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(57, 56, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(58, 58, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(59, 59, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(60, 60, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(61, 61, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(62, 62, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(63, 63, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(64, 64, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(65, 65, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(66, 66, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(67, 67, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(68, 68, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(69, 69, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(70, 70, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(71, 71, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(72, 72, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(73, 73, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(74, 74, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(75, 75, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(76, 76, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(77, 77, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(78, 78, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(79, 79, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(80, 80, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(81, 81, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(82, 82, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(83, 83, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(84, 84, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(85, 85, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(86, 86, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(87, 87, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(88, 88, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(89, 88, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(90, 90, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(91, 91, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(92, 92, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(93, 93, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(94, 94, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(95, 95, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(96, 95, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(97, 97, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(98, 97, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(99, 99, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(100, 100, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(101, 101, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(102, 102, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(103, 103, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(104, 104, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(105, 105, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(106, 106, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(107, 107, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(108, 108, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(109, 109, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(110, 111, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(111, 112, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(112, 113, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(113, 114, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(114, 115, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(115, 116, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(116, 117, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(117, 119, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(118, 120, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(119, 121, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(120, 122, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(121, 123, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(122, 124, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(123, 125, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(124, 126, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(125, 127, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(126, 128, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(127, 129, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(128, 130, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(129, 131, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(130, 132, 1, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(131, 133, 3, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(132, 134, 3, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(133, 135, 3, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(134, 136, 3, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(135, 137, 3, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(136, 138, 3, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(137, 139, 3, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(138, 140, 3, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(139, 141, 2, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(140, 142, 2, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(141, 143, 2, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(142, 144, 2, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(143, 145, 2, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(144, 146, 2, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(145, 147, 2, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(146, 146, 2, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(147, 150, 2, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(148, 151, 2, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(149, 152, 3, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(150, 153, 3, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(151, 154, 3, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(152, 155, 3, 'N', '', 'N', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- 資料表結構 `cust_rent`
--

CREATE TABLE IF NOT EXISTS `cust_rent` (
  `no` int(8) NOT NULL AUTO_INCREMENT,
  `c_id` int(8) NOT NULL COMMENT '客戶編號',
  `7-11` char(2) COLLATE utf8_unicode_ci DEFAULT NULL,
  `remark` text COLLATE utf8_unicode_ci COMMENT '備註',
  `soft_end_date` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '軟體合約到期日',
  `rent_start_date` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '租用起始日期',
  `DCS` varchar(1) COLLATE utf8_unicode_ci DEFAULT NULL,
  `DES` varchar(1) COLLATE utf8_unicode_ci DEFAULT NULL,
  `DAS` varchar(1) COLLATE utf8_unicode_ci DEFAULT NULL,
  `DGL` varchar(1) COLLATE utf8_unicode_ci DEFAULT NULL,
  `DCST` varchar(1) COLLATE utf8_unicode_ci DEFAULT NULL,
  `topdf` varchar(1) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '購PDF轉檔',
  `X501` varchar(1) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT 'X501',
  `export_file` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '博連匯出轉檔',
  `IP_address` char(19) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '固定IP位置',
  `com_email` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '公司或連線人之E-MAIL',
  `principal` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '負責人',
  `net` varchar(30) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '網路',
  `inst_date` char(10) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '安裝日期',
  `before_soft` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '原使用軟體',
  `guan_id` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '關貿貿捷用戶代碼',
  `guan_pw` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '關貿貿捷密碼',
  `contract_amount` int(5) DEFAULT NULL COMMENT '合約台數',
  `actual_amount` int(5) DEFAULT NULL COMMENT '實際台數',
  `remark_2` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `wan_id` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '旺旺友聯環成帳號',
  `wan_pw` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '旺旺友聯環成密碼',
  `wan_inst_date` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '設定旺旺友聯程式帳號日期',
  PRIMARY KEY (`no`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci COMMENT='租用客戶' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 資料表結構 `das`
--

CREATE TABLE IF NOT EXISTS `das` (
  `no` int(11) NOT NULL AUTO_INCREMENT,
  `c_id` int(5) DEFAULT NULL COMMENT '客戶名稱',
  `version` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '版本',
  `contract_period` varchar(8) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '合約期間',
  `contract_buy` varchar(8) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '購買日期',
  `up_money` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '百年蟲升級費',
  `up_remark` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '升級備註',
  `server_address` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT 'DAS主機位置',
  `server_amount` varchar(8) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT 'DAS台數',
  `remark` text COLLATE utf8_unicode_ci COMMENT '備註說明',
  `contract_YN` varchar(1) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '有無買賣合約',
  `declaration_no` varchar(15) COLLATE utf8_unicode_ci NOT NULL COMMENT '付費修改報單號碼',
  PRIMARY KEY (`no`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci COMMENT='DAS' AUTO_INCREMENT=1 ;

--
-- 資料表結構 `export`
--

CREATE TABLE IF NOT EXISTS `export` (
  `eid` int(8) NOT NULL AUTO_INCREMENT,
  `com_id` int(8) NOT NULL COMMENT '客戶編號',
  `platform` varchar(30) COLLATE utf8_unicode_ci NOT NULL COMMENT '使用平台',
  `test_date` varchar(10) COLLATE utf8_unicode_ci NOT NULL COMMENT '申請測試帳號日期',
  `VTA` int(8) NOT NULL COMMENT '統編',
  `test_id` varchar(30) COLLATE utf8_unicode_ci NOT NULL COMMENT '測試帳號',
  `certificate_id` varchar(30) COLLATE utf8_unicode_ci NOT NULL COMMENT '憑證帳號',
  `two_way_test` varchar(10) COLLATE utf8_unicode_ci NOT NULL COMMENT '雙向測試',
  `three_wat_test` varchar(10) COLLATE utf8_unicode_ci NOT NULL COMMENT '三向測試',
  `porg_inst` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '程式安裝',
  `server_OS` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '主機系統',
  `work_station` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '已安裝工作站的電腦名稱',
  `trans_version` int(5) DEFAULT NULL COMMENT '改版內容',
  `trans_version_date` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '改版日期',
  `trans_version_note` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '改版備註',
  `table_join` varchar(10) COLLATE utf8_unicode_ci NOT NULL COMMENT '新舊table合併',
  `formal_date` varchar(10) COLLATE utf8_unicode_ci NOT NULL COMMENT '申請正式帳號日期',
  `formal_platform` varchar(30) COLLATE utf8_unicode_ci NOT NULL COMMENT '正式使用平台',
  `formal_id` int(11) NOT NULL COMMENT '正式帳號',
  `formal_pw` int(11) NOT NULL COMMENT '正式帳號密碼',
  `responsible_offer` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '專責人員',
  `responsible_offer_id` varchar(10) COLLATE utf8_unicode_ci NOT NULL COMMENT '專責人員代碼',
  `set_id_date` varchar(10) COLLATE utf8_unicode_ci NOT NULL COMMENT '帳號設定日期',
  `formal_start` varchar(10) COLLATE utf8_unicode_ci NOT NULL COMMENT '正式啟用EDI2',
  `test_amount` int(2) NOT NULL COMMENT '測試家數',
  `prog_inst_ok_amou` int(2) NOT NULL COMMENT '程式安裝完成家數',
  `prog_id_ok_amou` int(2) NOT NULL COMMENT '正式帳號設定家數',
  `prog_enable_ok_amou` int(2) NOT NULL COMMENT '正式啟用家數',
  `reward` int(2) NOT NULL COMMENT '符合申請獎勵金資格',
  `all_cust` int(2) NOT NULL COMMENT '全部資格',
  `certificate_extension` int(11) NOT NULL COMMENT '進口測試憑證展延',
  PRIMARY KEY (`eid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci COMMENT='關港貿客戶(出)' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 資料表結構 `import`
--

CREATE TABLE IF NOT EXISTS `import` (
  `i_id` int(8) NOT NULL AUTO_INCREMENT,
  `com_name` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '公司名稱',
  `platform` varchar(30) COLLATE utf8_unicode_ci NOT NULL COMMENT '使用平台',
  `test_date` varchar(10) COLLATE utf8_unicode_ci NOT NULL COMMENT '申請測試帳號日期',
  `VTA` int(8) NOT NULL COMMENT '統編',
  `test_id` varchar(30) COLLATE utf8_unicode_ci NOT NULL COMMENT '測試帳號',
  `prog_inst_date` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '程式安裝',
  `PL-01.08.04` varchar(10) COLLATE utf8_unicode_ci NOT NULL COMMENT 'PL-01.08.04版',
  `PL-01.09.05` varchar(10) COLLATE utf8_unicode_ci NOT NULL COMMENT 'PL-01.09.05版NX601',
  `PL-01.09.06` varchar(10) COLLATE utf8_unicode_ci NOT NULL COMMENT 'PL-01.09.06版車門',
  `PL-01.10.01` varchar(10) COLLATE utf8_unicode_ci NOT NULL COMMENT 'PL-01.10.01',
  `table_join` varchar(10) COLLATE utf8_unicode_ci NOT NULL COMMENT '新舊表格合併',
  PRIMARY KEY (`i_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci COMMENT='關港貿客戶(進)' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 資料表結構 `menu`
--

CREATE TABLE IF NOT EXISTS `menu` (
  `mid` int(2) NOT NULL AUTO_INCREMENT,
  `menu_name` varchar(30) COLLATE utf8_unicode_ci NOT NULL COMMENT '選單名稱',
  `menu_class` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT 'class',
  `menu_url` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '網址',
  PRIMARY KEY (`mid`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=9 ;

--
-- 資料表的匯出資料 `menu`
--

INSERT INTO `menu` (`mid`, `menu_name`, `menu_class`, `menu_url`) VALUES
(1, '客戶資料管理', 'fa fa-fw fa-user', 'company_system.php'),
(2, '員工資料管理', 'glyphicon glyphicon-briefcase', 'emp_system.php'),
(7, '客戶服務資訊', 'fa fa-users', 'customer_service_system.php'),
(8, '更新資料', 'glyphicon glyphicon-level-up', 'update_kao_system.php');

-- --------------------------------------------------------

--
-- 資料表結構 `plan_db`
--

CREATE TABLE IF NOT EXISTS `plan_db` (
  `auto_id` int(50) NOT NULL AUTO_INCREMENT,
  `plan_member` varchar(50) NOT NULL,
  `plan_title` varchar(100) NOT NULL,
  `plan_project` varchar(2000) NOT NULL,
  `plan_time` varchar(50) NOT NULL,
  `plan_boss` varchar(50) NOT NULL,
  `plan_added` varchar(50) NOT NULL,
  `plan_comment` varchar(200) NOT NULL,
  PRIMARY KEY (`auto_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=49 ;

--
-- 資料表的匯出資料 `plan_db`
--

INSERT INTO `plan_db` (`auto_id`, `plan_member`, `plan_title`, `plan_project`, `plan_time`, `plan_boss`, `plan_added`, `plan_comment`) VALUES
(21, '高鳳儀', '網路票選人氣伴手禮! 花好茶香禮盒+鳳梨酥', ' 沒吃過這個，別說你認識台灣！\r\n\r\n秒殺【台灣本土鳳梨酥+花草荼養生禮盒】征服你的口腹之慾，絕不妥協！\r\n\r\n年節最喜氣洋洋，自用歡喜，送禮大方，台灣網購秒殺1萬盒的人氣禮盒！！\r\n\r\n　　\r\n\r\n《花香鳳梨酥(桂花+薰衣草+玫瑰+蔓越莓+洛神花)+花草巫婆養生茶(薰衣安神飲+仙橙酸甜飲)\r\n\r\n》\r\n', '2013/11/29-2013/12/29', '', '否', 'BM0070GBM0076G'),
(14, '高鳳儀', '吃了讓你飛上火星休閒點心~ 核桃椰棗+火星糖', '吃了讓您飛上火星最牛休閒點心~核桃椰棗+火星糖  \r\n  \r\n～豐富營養包裹在香脆的核桃椰棗 裡，每一口都是美麗的承諾！\r\n傳說中地球上最好吃的糖果~連火星人都愛吃\r\n\r\n 糖果，是甜蜜與幸福的延伸，而「火星糖」的糖果，不但把幸福具體化，更把好吃的口感以及健康的食材融化在嘴內。「火星糖」只賣一種糖果，卻可以客製化做成各式個性化包裝，因而成為台灣網路受歡迎的訂購小禮。\r\n\r\n    「火星糖」的創辦人周小姐是家庭主婦，會開始做糖果是因為先生喝茶很喜歡配甜點，她想到：「如果能有一種點心是能滿足口慾，又可兼顧健康不知有多好？」因為有了這樣的想法，「火星糖」從此誕生。不添加任何香精、色素的「火星糖」，是以焦糖加上純鮮奶與寒天經過四小時熬煮，再加入自行低溫烘焙的夏威夷豆與杏仁果，創造出有如太妃糖的濃郁口感。但是和太妃糖不同的是，「火星糖」的口感是軟中帶Q不黏牙 ，而且加的完全是天然食材，因此使火星糖成為老少皆喜歡的小點心。\r\n\r\n       除了好吃沒話說，周小姐說：「我們很花心思在禮物包裝上，並為不同的客人做個人需求的訂做，希望讓收到的不僅甜在嘴裡，心也能充滿了滿滿的幸福。」 \r\n', '2013/11/29-2013/12/29', '', '是', ''),
(15, '高鳳儀', '連老外也來搶食的本土點心~核桃椰棗+综合水果乾', '連老外也來搶食的本土點心~核桃椰棗+综合水果乾\r\n\r\n～豐富營養包裹在香脆的核桃椰棗 裡，每一口都是美麗的承諾！\r\n\r\n \r\n\r\n巫婆精心調配計算，魔法比例完美混合，每咬一口都令人驚喜滿足，營養健康零負擔，是全家人都適合的營養零嘴！\r\n 土產零嘴冠車～【台灣鮮果虹園水果乾】！！\r\n聞名中外，連老外也瘋狂團購的台灣本土水果乾，手腳太慢可就搶不到囉!\r\n\r\n給您多重口味(燕巢芭樂/關廟鳳梨/台南玉井芒果/宜蘭黃金棗)一次滿足\r\n', '2013/11/29-2013/12/29', '', '是', 'BM0050GIC0011G'),
(17, '高鳳儀', '台灣秒殺超值組合!!冬戀 珈琲系 禮盒', ' 沒吃過這個，別說你認識台灣！\r\n\r\n秒殺【台灣手工餅乾+魔法椰棗堅果+異國風味波泰尼克咖啡】征服你的口腹之慾，絕不妥協！\r\n\r\n年節最喜氣洋洋，自用歡喜，送禮大方，台灣網購秒殺1萬盒的人氣禮盒！！\r\n', '2013/11/29-2013/12/29', '', '是', 'BM0073G'),
(18, '高鳳儀', '值得等待的好滋味~堅果森林+火星糖', '值得等待的好滋味~堅果森林+火星糖 \r\n \r\n\r\n堅果森林～豐富營養包裹在香脆的堅果裡，每一口都是美麗的承諾！\r\n\r\n \r\n\r\n巫婆精心調配計算，魔法比例完美混合，每咬一口都令人驚喜滿足，營養健康零負擔，是全家人都適合的營養零嘴！ \r\n\r\n傳說中地球上最好吃的糖果~連火星人都愛吃\r\n傳說中地球上最好吃的糖果~連火星人都愛吃\r\n\r\n 糖果，是甜蜜與幸福的延伸，而「火星糖」的糖果，不但把幸福具體化，更把好吃的口感以及健康的食材融化在嘴內。「火星糖」只賣一種糖果，卻可以客製化做成各式個性化包裝，因而成為台灣網路受歡迎的訂購小禮。\r\n\r\n    「火星糖」的創辦人周小姐是家庭主婦，會開始做糖果是因為先生喝茶很喜歡配甜點，她想到：「如果能有一種點心是能滿足口慾，又可兼顧健康不知有多好？」因為有了這樣的想法，「火星糖」從此誕生。不添加任何香精、色素的「火星糖」，是以焦糖加上純鮮奶與寒天經過四小時熬煮，再加入自行低溫烘焙的夏威夷豆與杏仁果，創造出有如太妃糖的濃郁口感。但是和太妃糖不同的是，「火星糖」的口感是軟中帶Q不黏牙 ，而且加的完全是天然食材，因此使火星糖成為老少皆喜歡的小點心。\r\n\r\n       除了好吃沒話說，周小姐說：「我們很花心思在禮物包裝上，並為不同的客人做個人需求的訂做，希望讓收到的不僅甜在嘴裡，心也能充滿了滿滿的幸福。」 \r\n\r\n \r\n', '2013/11/29-2013/12/29', '', '否', 'BM0066GMC0003G'),
(19, '高鳳儀', '季節限定限量禮盒!!秋趣', '  沒吃過這個，別說你認識台灣！\r\n\r\n秒殺【台灣本土鳳梨酥+養身冷泡飲禮盒】征服你的口腹之慾，絕不妥協！\r\n\r\n年節最喜氣洋洋，自用歡喜，送禮大方，台灣網購秒殺1萬盒的人氣禮盒！！\r\n\r\n　　\r\n\r\n《花香鳳梨酥(桂花+薰衣草+玫瑰+蔓越莓+洛神花)～精巧五種口味，挑戰您的味蕾，清爽留香！\r\n\r\n台灣鳳梨酥嬋連人氣網購冠軍已經長達八年時間，台灣各家傳統業者無所不用其極研發新口味以饗老饕，每每為傳統食品藝術加注新鮮元素，創造豐富營養層次，創造口味驚奇！！\r\n\r\n原味的鳳梨酥已經是網購冠軍，業者創新研發《純鮮花草茶》融合原有醇香鳳梨酥的傳統口感，更添加了幸福魔法，讓鳳梨酥一躍登上國際舞台，成為觀光客入境台灣，秒殺不手軟的超人氣首選伴手禮！！\r\n', '2013/11/29-2013/12/29', '', '是', 'BM0072G'),
(20, '高鳳儀', ' 紓壓安定神經,給您一夜好覺 花好茶香禮盒', '《花草巫婆養生茶(神定好眠～薰衣安神飲+消油解膩～仙橙酘甜飲) 》\r\n台灣最潮的新養生主流！', '2013/11/29-2013/12/29', '', '否', 'BM0070G'),
(22, '高鳳儀', '觀光客來台灣必買禮盒~調理茶飲+鳳梨酥', '台灣花草茶擺脫黃臉婆~限量花香鳳梨酥給您幸福好姿味\r\n \r\n秒殺【台灣本土鳳梨酥+花草荼養生禮盒】征服你的口腹之慾，絕不妥協！\r\n\r\n年節最喜氣洋洋，自用歡喜，送禮大方，台灣網購秒殺1萬盒的人氣禮盒！！\r\n\r\n　　\r\n\r\n《花香鳳梨酥(桂花+薰衣草+玫瑰+蔓越莓+洛神花)+花草巫婆養生茶(金盏玫瑰飲+迷迭香茅飲)\r\n\r\n》\r\n', '2013/11/29-2013/12/29', '', '否', 'BM0069GBM0076G'),
(23, '高鳳儀', '加量不加價~紮實的好味道~冷泡飲 玫瑰錫蘭', '有過想喝個茶卻臨時找不到有熱水泡的的窘境?,花草巫婆聽到普羅大眾的心聲了,花草巫婆為此特別推出冷泡式茶飲,無論是上班族、學生、開車族或是登山族，只要有買得到礦泉水，就可以將茶葉置入，靜泡若干個小時後，味道更香醇甘美,任何時光都可以享受既好喝又保健的冷泡茶。\r\n \r\n冷泡茶的好處在於茶葉不會因為高溫而變質，減少單寧酸的釋出，可避免苦澀味的產生並保留原始的甜味。但如果使用原本熱泡的比例，做出的冷泡茶的口感是非常清淡的，想想為何市售冷泡茶能夠不增加重量卻維持相同氣味？花草巫婆不使用取巧的方式，冷泡茶包是市售冷泡茶的1.5倍重，原料嚴選絕不吝嗇，讓冷泡茶也能有紮實的好味道。', '2013/11/29-2013/12/29', '', '否', 'BM0019G'),
(24, '高鳳儀', '加量不加價~紮實的好味道~冷泡飲 檸香梅子', ' 誰規定喝茶一定只能用熱水泡~冷泡飲 檸香梅子\r\n                                                          加量不加價~紮實的好味道\r\n               \r\n有過想喝個茶卻臨時找不到有熱水泡的的窘境?,花草巫婆聽到普羅大眾的心聲了,花草巫婆為此特別推出冷泡式茶飲,無論是上班族、學生、開車族或是登山族，只要有買得到礦泉水，就可以將茶葉置入，靜泡若干個小時後，味道更香醇甘美,任何時光都可以享受既好喝又保健的冷泡茶。\r\n \r\n冷泡茶的好處在於茶葉不會因為高溫而變質，減少單寧酸的釋出，可避免苦澀味的產生並保留原始的甜味。但如果使用原本熱泡的比例，做出的冷泡茶的口感是非常清淡的，想想為何市售冷泡茶能夠不增加重量卻維持相同氣味？花草巫婆不使用取巧的方式，冷泡茶包是市售冷泡茶的1.5倍重，原料嚴選絕不吝嗇，讓冷泡茶也能有紮實的好味道。\r\n \r\n ', '2013/11/29-2013/12/29', '', '否', 'BM0018G'),
(25, '高鳳儀', '花小錢買健康~ㄣㄣ不塞車~讓你甜蜜心花開', '花小錢買健康~ㄣㄣ不塞車~讓你甜蜜心花開\r\n\r\n \r\n\r\n                             你有ㄣㄣ的困擾嗎?除了平時要多攝取食物的千纖維,以及規律的運動外\r\n\r\n                             也可以多補充加有苘香的荼飲,帶有蘋果香味讓您身體輕爽一整天,並可以\r\n\r\n                              幫助腸胃更順暢~~ㄣㄣ不塞車\r\n\r\n \r\n\r\n                                              \r\n', '2013/11/29-2013/12/29', '', '否', 'BM0013GYA0263G'),
(26, '高鳳儀', '台灣最潮的新養生主流~紫蘇甜心甜蜜蜂蜜飲', '台灣最潮的新養生主流~紫蘇甜心甜蜜蜂蜜飲\r\n\r\n                                  清新宜人的紫蘇清香混合薑的味道~ 讓妳在冬天從內到外散發出甜甜的香氣,氣色紅潤起來,助妳當溫暖美人\r\n\r\n                   四季裡，蜜蜂在花叢裡穿梭採蜜，陽光溫暖的灑落大地，風微微的吹著，嗡~嗡聲交織的生命之歌，\r\n\r\n蜂蜜-上天給我們的恩賜，泡一杯蜂蜜飲，我們心懷感恩，感謝大地所賜的禮物；\r\n\r\n或是坐在大樹下，任陽光穿透過樹梢灑落在身上，光的照拂下，喝一杯身心都得到了滿足。\r\n', '2013/11/29-2013/12/29', '', '否', 'BM0007GYA0272G'),
(27, '翟楚雲', '懷舊好滋味~原味魷魚絲(五入)', '记忆中小时候最爱吃的零食，浮现出当年与兄弟姊妹抢著吃的温馨画面，\r\n使用新鲜鱿鱼，反覆的熏烤与火侯的掌握 再加上细心烘焙之后，保留海的原味，是下酒泡茶的最佳良伴。', '2013/12/02-2014/01/02', '', '是', ''),
(28, '翟楚雲', '懷舊好滋味~原味魷魚絲(五入)', '記憶中小時候最愛吃的零食，浮現出當年與兄弟姊妹搶著吃的溫馨畫面，\r\n使用新鮮魷魚，反覆的燻烤與火侯的掌握 再加上細心烘焙之後，保留海的原味，是下酒泡茶的最佳良伴。', '2013/12/02-2013/12/02', '', '是', ''),
(29, '翟楚雲', '茶韻回甘一整天 台灣手採烏龍茶禮盒組(三入)', '茶韻回甘一整天 台灣手採烏龍茶禮盒組(三入)\r\n \r\n●純正台灣在地好茶\r\n●香氣清香持久，茶湯明亮見底\r\n●採用PET網無毒無菌三角立體茶包\r\n\r\n「茶者，南方嘉木也」唐代茶聖陸羽說的第一句話,茶經是第一本關於茶的書籍,內容討論茶的歷史,茶的器具,製茶過程,後世茶農繼承了茶經精神，繼續發展茶道文化。\r\n\r\n現代人隨著生活品質的提高,已由飲茶提升到品茶,喝茶是一種精神享受,也是一種藝術,茶不單單只是飲品,是生活上的一種態度,不僅能修身養性,靜心,產生定力。\r\n\r\n茶之鄉-松柏嶺\r\n松柏嶺,有茶葉王國之稱,是茶園最密集的地區,位居在八卦山海拔約500公尺的南投縣名間鄉,舊名為松柏坑,有特殊的地形、氣候以及紅色土壤,造就了最適合的栽種茶葉的環境。\r\n\r\n商品介紹\r\n採自台灣南投縣松柏嶺烏龍茶，品質優異，散發淡淡茶香，口感甜潤滑順，茶湯呈明亮的金黃色，耐泡性佳，多次沖泡依然甘醇芬芳。\r\n\r\n茶包的外觀設計有如粽子一般，採用PET網無毒無菌、堅韌耐用、兼具耐高溫特特性，交錯的四個角在沖泡熱水時完全挺起，讓立體茶包裡的原片茶葉能夠完全舒展，釋出清澈高品質的茶湯，比一般市售的平裝茶包所釋出的茶湯品質好上很多。\r\n\r\n商品規格\r\n禮盒規格:4兩三入禮盒\r\n禮盒尺寸:長:31.6X寬:17.4X高:7.8(cm)\r\n提袋尺寸:正寬33.5X側寬:8.4X高:20.2(cm)\r\n裝箱數量:三入(一盒20包)\r\n茶包類型:三角立體茶包\r\n紙箱尺寸:長:75X寬:41X高:47(cm)\r\n', '', '', '否', ''),
(30, '翟楚雲', '冬季保養最佳選擇 薰衣草手製皂(6入)', '洗淨你的遍體鱗傷！競爭的年代生活如戰場，忙錄已經是家常便飯，唯有洗澡的靜謐時光，得以安然自處撫慰療傷。你的身體需要更溫柔的元素，每一個滑溜的瞬間撫觸，都成繞指柔；即便是鎩羽而歸，有了這塊精緻滑嫩的手工香皂，澡堂也可以變成淨化心靈的天堂。', '', '', '否', 'ON0003C'),
(31, '翟楚雲', '冬季保養最佳選擇 薰衣草植萃經典禮盒組', '一年四季當中，冬季是最需要保養的季節，頭皮的保養是\r\n更不能疏忽掉的，薰衣草植萃的洗髮露，能滋養秀髮及頭皮，強健髮質，使秀髮光澤亮麗，再搭配ACO&USDA有機認證薰衣草精油，舒緩你的精氣神，還有乳油木果薰衣草護唇膏，有效紓緩外在環境對嬌嫩敏感的唇部肌膚所造成的傷害，保護雙唇柔軟健康。', '', '', '否', 'ON0001F'),
(32, '翟楚雲', '冬季保養最佳選擇 薰衣草乳油木果唇蜜(6入)', '在冬天裡，肌膚最怕的殺手就是乾燥，嘴唇也會因此遇到天氣的變化受到傷害，所以我們建議使用薰衣草乳油木果唇蜜來保護我們雙唇，有效長時間滋潤保濕，防止水份流失，展現唇部肌膚柔嫩水亮，給您的雙唇無時無刻的細緻呵護。', '', '', '否', 'ON0010F'),
(33, '翟楚雲', '冬季保養最佳選擇 白皙水煮肌雙面膜組', '冬季的來臨，必須給肌膚最好的享受，世上只有懶女人沒有醜女人，一片全效！滿足妳的全方位美肌需求，每敷一次面膜，就等於做完一次完整的臉部護理，白皙淡斑、緊緻修護、高效保濕，讓臉部肌膚每天就像喝下20大杯水，天天敷天天水嫩，還你白皙的水煮肌。 ', '', '', '否', 'ON0033ITJ0009I'),
(34, '翟楚雲', '冬季保養最佳選擇 檜純沐浴露(600ml/瓶)', '冬天洗澡不怕肌膚乾巴巴，溫和洗淨你一整天的疲勞，添加二次精萃檜木精油，含檜木醇的舒緩效果，使你的肌膚完全放鬆於沐浴之中，釋放身體的勞累，宛如專業spa級的高級享受，不管是洗手、洗臉、洗澡皆適用，隨時讓你保持肌膚永久的水嫩感，還原嬰兒般的肌膚。', '', '', '否', 'BG0003C'),
(35, '翟楚雲', '冬季保養最佳選擇 Reavivar牛樟芝頂級面膜 - 一盒五片', '貴婦級的私房養生面膜！打造冬季水潤肌，再豁達的女人都沒辦法坦然面對自己臉上的皺紋，科技上的進步，帶給我們對抗衰老的機會，保養、抗老、緊致、滋養一次搞定，讓你成為凍齡美魔女!', '', '', '否', 'IF0026I'),
(36, '翟楚雲', '冬季保養最佳選擇 蜂王乳精養生保健(1盒30包)', '冬季的來臨，是流行性感冒的盛期，除了外在的保養，平時我們也要注意到身體內在的需求，增強體力，是現代繁忙人重要的需求，最適合上班族，三餐外食族，每天一包，神采奕奕，元氣滿分，隨時保持身體的健康,不受疾病打敗!', '', '', '否', 'IF0006G'),
(37, '翟楚雲', '冬季保養最佳選擇 蜂蜜醋飲組', '蜜蜂勤奮的工作，飛來飛去，來回數萬次，採集累積花朵的精華；辛勞的蜂農，於花朵盛開的季節，帶著蜜蜂們，逐蜜而居。點滴付出，將大自然的美味傳達出來，只為您精釀出最高品質的台灣蜂蜜！', '', '', '否', 'YA0274GYA0273G'),
(38, '翟楚雲', '冬季保養最佳選擇 玫瑰四物黑糖(300g/包)*10包', '冬天來一碗熱呼呼的四物黑糖水，彷彿雪中送炭，溫暖心頭，是人生的一大享受，幫助女性朋友體質，養顏美容，無論是直接食用或沖飲，都有絕妙的口感，讓身體平衡順暢，輕鬆擁有最佳的好氣色，永遠年輕青春好活力！', '', '', '否', 'YA0006G'),
(39, '翟楚雲', '冬季保養最佳選擇 熱敷袋 - 好窩心', '總是一個人孤單的過著冬季嗎?寒冷時卻不知道如何取暖?好窩心熱敷袋是你最好的陪伴，不只溫暖您的身體，愛心的造型更能夠撫慰您的心靈，由100%纯棉和100%天然榖物製成，使用前只需微波加熱1~2分鐘，快速又方便，是居家必備的保暖商品。', '', '', '否', 'SC0008C'),
(40, '翟楚雲', '喝出在地好味道 精選特級阿里山烏龍茶', '「茶者，南方嘉木也」唐代茶聖陸羽說的第一句話,茶經是第一本關於茶的書籍,內容討論茶的歷史,茶的器具,製茶過程,後世茶農繼承了茶經精神，繼續發展茶道文化。\r\n現代人隨著生活品質的提高,已由飲茶提升到品茶,喝茶是一種精神享受,也是一種藝術,茶不單單只是飲品,是生活上的一種態度,不僅能修身養性,靜心,產生定力。', '', '', '否', ''),
(41, '翟楚雲', '台灣魅力過年歡慶特賣-嚴選手作餅乾', '花草巫婆餅乾系列:\r\n網站售價122RMB.成本72.7RMB 市價119.1RMB\r\n部分特價99 RMB\r\n每日隨機選一項80RMB\r\n愛麗絲手工餅乾:\r\n網站售價69RMB 成本28.7RMB 市價63.6\r\n部分特價49RMB\r\n', '2014/01/06-2014/1/12', '', '否', ''),
(42, '詹立正', '2月開心上工有朝氣企劃-第一週', '優雅上班有精神-咖啡&茶\r\n花好茶香礼盒:234\r\n华陀雪莲花茶 30入:86\r\n洋甘菊‧薄荷‧薰衣草:74\r\n栀子花即溶咖啡88\r\n栗子即溶咖啡:89\r\n绝色洛神花草茶共四盒:181\r\n粉红玫瑰花草茶共四盒:181\r\n华陀十二味茶饮 30入:110\r\n东山特调滤泡式咖啡:92\r\n每項折價去尾數+1(234=>229)\r\n為期一週\r\n\r\n', '2014/02/5-2014/02/14', '', '否', ''),
(43, '詹立正', '2月開心上工有朝氣企劃-第二週', '魅力上班有人氣-美容保養品\r\n 美浓蕴玉-眼霜精华面膜礼盒:500\r\n 天根草典 微米黄金箔面膜:245\r\n 全方位机能保湿水(玫瑰):71\r\n 肌因修护精萃:205 \r\n 赋活亮眼凝胶:236\r\n 优白醒肤面膜:286\r\n 轻透晶灿防晒霜:185\r\n 天根草典 柔敏修护面膜:124\r\n 天根草典 胶原蛋白面膜:124\r\n ', '2014/02/14-2014/02/21', '', '否', ''),
(44, '詹立正', '2月開心上工有朝氣企劃-第三週', '健康上班有活力-養生健康食品\r\n天赏极品珍珠燕窝6入:312\r\n华陀原支圆片花旗蔘茶20入:155\r\n美人计美丽元珍珠胶囊 120入:209\r\n美人计活性珍珠粉 90入:259\r\n华陀龙悦鹿茸精胶囊 30入:305\r\nvijin纯纤粹轻盈草本茶 20入:88\r\nvijin纯纤粹美体玫瑰茶 20入:88\r\n美人计青木瓜雪蛤四物铁饮6入:121\r\n英发 蜂王乳精养生保健:374\r\n每項折價去尾數+1(234=>229) 為期一週', '2014/02/21-2014/02/28', '', '否', ''),
(45, '詹立正', '三月婦女節-媽媽寶貝開心購-第四週', '寶寶奶粉\r\n新一代全家福奶粉，守护全家超健康(单罐装)\r\n高优质羊奶粉(1罐装)\r\n稳利固体素(凤梨口味)1罐装\r\n爹地妈咪我要快乐长大~羊奶米胚(1罐装)\r\n稳利固体素(香草口味)单罐\r\n高优质儿童营养强化奶粉(一箱6罐)\r\n新手爸妈抢奶粉!!高优质成长奶粉(1罐超大1600g)\r\n奶瓶清洁剂~奶瓶清洁好乾净(单盒装)\r\n宝宝泡泡好开心~酵素沐浴剂（薰衣草)\r\n滿三百送一百元折價券(限定折價比率10%.活動期間內使用)', '2014/03/24-2014/03/31', '', '是', ''),
(46, '詹立正', '三月婦女節-媽媽寶貝開心購-第三週', '美人珍珠戴滿身-珍珠首飾\r\n爱情物语桃花粉晶手鍊-珍珠\r\n爱情物语桃花粉晶手鍊-垂鍊(珍珠白)\r\n爱情物语简约黑玛瑙耳环-低调\r\n爱情物语气质珍珠耳环-粉贝双心\r\n爱你美梦成真(黑珍珠)\r\n心手相携 手鍊\r\n爱情物语简约黑玛瑙手鍊-低调\r\n爱情物语桃花粉晶项鍊-珊瑚\r\n爱情物语气质珍珠手鍊-珍珠(金)\r\n滿三百送一百元折價券(限定折價比率10%.活動期間內使用)', '2014/03/23-2014/03/17', '', '是', ''),
(47, '詹立正', '三月婦女節-媽媽寶貝開心購-第二週', '精品甜點甜蜜蜜\r\n可可牛奶手工饼乾 (大盒)\r\n芝麻配手工饼乾 (大盒)\r\n杏仁角手工饼乾(大盒)\r\n锡兰红茶手工饼乾 (大盒)\r\n牛轧糖礼盒\r\n送礼超值首选~果漾酥长礼盒(综合)\r\n果漾酥长礼盒(原味凤梨*8)\r\n奶香酥饼手工饼乾-大罐200g\r\n巧克力酥饼手工饼乾-大罐200g\r\n 滿三百送一百元折價券(限定折價比率10%.活動期間內使用)', '2014/03/7-2014/03/14', '', '是', ''),
(48, '詹立正', '三月婦女節-媽媽寶貝開心購-第 一週', '開心保養美麗活\r\nPhycos凡蔻斯 藻红光合BB霜\r\nPhycos凡蔻斯 藻红光合晶漾露\r\n凡蔻斯FU-3 藻旋肽极致羽丝缕面膜\r\nAqua Angelus 梦幻仙境双色眼影(芭比粉, 深海蓝)\r\nAqua Angelus 星鑚璀璨晶盈唇蜜(公主甜心粉)\r\n杏仁酸醒肤凝胶\r\n轻透晶灿防晒霜\r\n赋活亮眼凝胶\r\n美浓蕴玉-眼霜精华面膜礼盒\r\n滿三百送一百元折價券(限定折價比率10%.活動期間內使用)', '2014/03/1-2014/03/07', '', '是', '');

-- --------------------------------------------------------

--
-- 資料表結構 `school`
--

CREATE TABLE IF NOT EXISTS `school` (
  `no` int(5) NOT NULL AUTO_INCREMENT,
  `school_name` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '學校名稱',
  `school_contact` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '聯絡人',
  `contact_tel` varchar(12) COLLATE utf8_unicode_ci NOT NULL COMMENT '聯絡人電話',
  `contact_email` varchar(30) COLLATE utf8_unicode_ci NOT NULL COMMENT '聯絡人信箱',
  `VTA` int(8) NOT NULL COMMENT '統一編號',
  `school_addr` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '地址',
  `inst_date` varchar(8) COLLATE utf8_unicode_ci NOT NULL COMMENT '安裝日期',
  `acceptance_date` varchar(8) COLLATE utf8_unicode_ci NOT NULL COMMENT '驗收日期',
  `buy_date` varchar(8) COLLATE utf8_unicode_ci NOT NULL COMMENT '購買日期',
  `contract` int(1) NOT NULL COMMENT '合約書',
  `buy_amount` int(4) NOT NULL COMMENT '購買套數',
  `classroom` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '安裝教室',
  `maintain_start` varchar(8) COLLATE utf8_unicode_ci NOT NULL COMMENT '保固期間起',
  `maintain_end` varchar(8) COLLATE utf8_unicode_ci NOT NULL COMMENT '保固期間迄',
  `soft_name` varchar(200) COLLATE utf8_unicode_ci NOT NULL COMMENT '軟體名稱',
  `remark` varchar(200) COLLATE utf8_unicode_ci NOT NULL COMMENT '備註',
  PRIMARY KEY (`no`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci COMMENT='學校' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 資料表結構 `test`
--

CREATE TABLE IF NOT EXISTS `test` (
  `a` varchar(2) COLLATE utf8_unicode_ci NOT NULL,
  `b` varchar(2) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- 資料表結構 `trans_version`
--

CREATE TABLE IF NOT EXISTS `trans_version` (
  `v_id` int(5) NOT NULL AUTO_INCREMENT,
  `trans_name` varchar(100) COLLATE utf8_unicode_ci NOT NULL COMMENT '改版名稱',
  PRIMARY KEY (`v_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci COMMENT='改版記錄名稱' AUTO_INCREMENT=17 ;

--
-- 資料表的匯出資料 `trans_version`
--

INSERT INTO `trans_version` (`v_id`, `trans_name`) VALUES
(1, '改版(一)'),
(2, '改版(二)'),
(3, '6/29說明會'),
(4, '改版(三)'),
(5, '改版(四)'),
(6, '改版(五)'),
(7, '改版(六)'),
(8, '改版(七)'),
(9, '改版(八)'),
(10, 'PL20版'),
(11, 'PL-22版(配合9/16版以上)'),
(12, 'PL-23版(配合9/18版以上)'),
(13, '更新N5203底圖'),
(14, 'PL-24版(配合???版以上)'),
(15, 'PL-01.02.01版(103.12.31前更新)'),
(16, 'PL-01.04.01版');

-- --------------------------------------------------------

--
-- 資料表結構 `update_kao`
--

CREATE TABLE IF NOT EXISTS `update_kao` (
  `no` int(8) NOT NULL AUTO_INCREMENT,
  `c_id` int(8) NOT NULL COMMENT '客戶編號',
  `version` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '版本',
  `version_remark` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `memo` varchar(7) COLLATE utf8_unicode_ci NOT NULL COMMENT 'memo',
  `ocean_out` int(1) DEFAULT NULL COMMENT '海運出口',
  `ocean_in` int(1) DEFAULT NULL COMMENT '海運進口',
  `air_out` int(1) DEFAULT NULL COMMENT '空運出口',
  `air_in` int(1) DEFAULT NULL COMMENT '空運進口',
  `transport` int(1) DEFAULT NULL COMMENT '轉運',
  `X101` int(1) DEFAULT NULL,
  `X201` int(1) DEFAULT NULL,
  `X301` int(1) DEFAULT NULL,
  `X301_DN` int(1) DEFAULT NULL,
  `X401` int(1) DEFAULT NULL,
  `X501` int(1) DEFAULT NULL,
  `X601` int(1) DEFAULT NULL,
  `X603` int(1) DEFAULT NULL,
  `car` int(1) DEFAULT NULL COMMENT '車運',
  `application` varchar(8) COLLATE utf8_unicode_ci NOT NULL COMMENT '通知申請簽審憑證',
  `voucher_2_date` varchar(8) COLLATE utf8_unicode_ci NOT NULL COMMENT '簽審憑證測試日期雙向',
  `voucher_3_date` varchar(8) COLLATE utf8_unicode_ci NOT NULL COMMENT '簽審憑證測試日期三向',
  `voucher_ok_date` varchar(8) COLLATE utf8_unicode_ci NOT NULL COMMENT '簽審憑證核准日期',
  PRIMARY KEY (`no`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci COMMENT='更新資料_高雄' AUTO_INCREMENT=2 ;

--
-- 資料表的匯出資料 `update_kao`
--

INSERT INTO `update_kao` (`no`, `c_id`, `version`, `version_remark`, `memo`, `ocean_out`, `ocean_in`, `air_out`, `air_in`, `transport`, `X101`, `X201`, `X301`, `X301_DN`, `X401`, `X501`, `X601`, `X603`, `car`, `application`, `voucher_2_date`, `voucher_3_date`, `voucher_ok_date`) VALUES
(1, 1, 'MySQL,MySQL-DAS', '', 'sea,air', 1, 1, 0, 1, 1, 0, 0, 0, 0, 1, 0, 1, 0, 0, '', '', '', '');

-- --------------------------------------------------------

--
-- 資料表結構 `update_nan`
--

CREATE TABLE IF NOT EXISTS `update_nan` (
  `no` int(8) NOT NULL AUTO_INCREMENT,
  `c_id` int(8) NOT NULL COMMENT '客戶編號',
  `version` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '版本',
  `memo` varchar(7) COLLATE utf8_unicode_ci NOT NULL COMMENT 'memo',
  `pp_update` varchar(8) COLLATE utf8_unicode_ci NOT NULL COMMENT 'PORT更新日期',
  `PP_X101_CCCODE` varchar(6) COLLATE utf8_unicode_ci NOT NULL COMMENT '產證X101 CCCODE',
  `X301_update` varchar(8) COLLATE utf8_unicode_ci NOT NULL COMMENT 'X301檢驗 更新日期',
  `trade_code` varchar(8) COLLATE utf8_unicode_ci NOT NULL COMMENT '國貿局驗證碼',
  `bug_update` varchar(8) COLLATE utf8_unicode_ci NOT NULL COMMENT '百年蟲更新日期',
  `bug_cost` char(1) COLLATE utf8_unicode_ci NOT NULL COMMENT '百年蟲收費X有軟硬約',
  `X601` varchar(8) COLLATE utf8_unicode_ci NOT NULL COMMENT 'X601 食品檢驗',
  `hardware_end` varchar(8) COLLATE utf8_unicode_ci NOT NULL COMMENT '硬體到期日',
  `X101_ECFA` varchar(8) COLLATE utf8_unicode_ci NOT NULL COMMENT 'X101-ECFA',
  `DAS_MYSQL` varchar(8) COLLATE utf8_unicode_ci NOT NULL COMMENT 'DAS MYSQL',
  `revision` varchar(8) COLLATE utf8_unicode_ci NOT NULL COMMENT 'DAS_MYSQL改版',
  `X101_ECFA_5` varchar(8) COLLATE utf8_unicode_ci NOT NULL COMMENT 'X101-ECFA 100.03.24 五都更新 國貿局網址',
  `luxury_tax_rev` varchar(8) COLLATE utf8_unicode_ci NOT NULL COMMENT '奢侈稅改版',
  `sum_sub` varchar(8) COLLATE utf8_unicode_ci NOT NULL COMMENT '應加減費用改為SHOW 0',
  `X101_ECFA_PP_rev` varchar(8) COLLATE utf8_unicode_ci NOT NULL COMMENT 'X101-ECFA 產證改版',
  `remark` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`no`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci COMMENT='更新資料_台南' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 資料表結構 `update_version`
--

CREATE TABLE IF NOT EXISTS `update_version` (
  `no` int(11) NOT NULL AUTO_INCREMENT,
  `c_id` int(8) NOT NULL,
  `pro_permit_update` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '產證更新日期',
  `pro_permit_version` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '產證版本eTrade',
  `program_version` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '程式版本DES',
  `updateEDI` int(1) DEFAULT NULL COMMENT '已更新EDI',
  `updateEDI_date` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '已更新EDI日期',
  `newEDI` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '新EDI版本 DCSEDI(首)',
  `ocean` int(1) DEFAULT NULL COMMENT '海運',
  `air` int(1) DEFAULT NULL COMMENT '空運',
  `DES` int(1) DEFAULT NULL COMMENT 'MYSQL_DCS',
  `DAS` int(1) DEFAULT NULL COMMENT 'MYSQL_DAS',
  `DAS_insdate` varchar(8) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT 'DAS安裝日期',
  `DAS_ver` varchar(8) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT 'DAS 版本',
  `DGL_insdate` varchar(8) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT 'DGL 安裝日期',
  `DGL_ver` varchar(8) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT 'DGL 版本',
  `D33_edit` varchar(8) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT 'D33 FORM修改',
  `place` char(1) COLLATE utf8_unicode_ci NOT NULL COMMENT 'K:高雄N:台南',
  PRIMARY KEY (`no`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci COMMENT='版本更新' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 資料表結構 `users`
--

CREATE TABLE IF NOT EXISTS `users` (
  `id` int(10) unsigned NOT NULL,
  `name` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `emp_name` varchar(30) COLLATE utf8_unicode_ci NOT NULL COMMENT '員工姓名',
  `email` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `password` varchar(70) COLLATE utf8_unicode_ci NOT NULL,
  `employee_id` varchar(11) COLLATE utf8_unicode_ci NOT NULL,
  `remember_token` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` varchar(9) COLLATE utf8_unicode_ci DEFAULT NULL,
  `updated_at` varchar(9) COLLATE utf8_unicode_ci DEFAULT NULL,
  `out_at` varchar(9) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '離值日',
  `leavl` int(1) NOT NULL DEFAULT '0' COMMENT '0:一般1:管理者',
  `status` int(1) NOT NULL DEFAULT '1' COMMENT '0:離職1:在職',
  `remark` varchar(200) COLLATE utf8_unicode_ci NOT NULL COMMENT '備註'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 資料表的匯出資料 `users`
--

INSERT INTO `users` (`id`, `name`, `emp_name`, `email`, `password`, `employee_id`, `remember_token`, `created_at`, `updated_at`, `out_at`, `leavl`, `status`, `remark`) VALUES
(1, 'admin', '管理者', 'admin@ezrun.com.tw', '$2y$10$4yxyFxrRraGQnS8.M.KtVOcMXGeyVIogfqdBUE.fpmgm/l6R.3cK2', 'EMP00000001', NULL, '105-06-27', NULL, '', 0, 1, 'GG\r\n'),
(2, 'ming', '黃建銘', 'ming@ezrun.com.tw', '$2y$10$EVIyooM5jnP2xwpdL5pZyevq0eD98kIsIQLZ3KU1Sp716tpgG0rFm', 'EMP00000002', NULL, '105-06-27', NULL, '', 0, 1, '123'),
(4, 'test2', '測試2', 'test@test.com.tw2', '$2y$10$Yi7EvMGVkneTDumPO8xukeSUuV9MdCiJQjtQc8cr9OIn0IyeRCTEO', 'EMP00000003', NULL, '105-01-27', NULL, '', 0, 1, '');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
